Repository: OpenMandrivaSoftware/mdkonline
Catalog: po/*.po
Languages: ar, cs, da, de, el, es, et, eu, fi, fr, id, is, nb, nl, nn, pl, pt, pt_br, ro, ru, sl, sv, uk, uz, uz@cyrillic

source: Where to download packages:
cs: Kam stáhnout balíčky:
da: Hvor skal pakker hentes til:
de: Wo man Pakete herunterladen kann:
el: Προορισμός λήψης των πακέτων:
es: Dónde descargar paquetes:
et: Pakettide allalaadimise koht:
eu: Paketeak nora jaitsi:
fi: Minne paketit ladataan:
fr: Où télécharger les paquets :
id: Di mana akan mendownload paket:
nb: Lagre pakkene i mappa:
nl: Waar de te downloaden pakketten worden opgeslagen:
nn: Lagra pakkane i mappa:
pl: Gdzie można pobrać pakiety:
pt: Para onde transferir os pacotes:
pt_br: Para onde baixar os pacotes:
ro: Unde se descarcă pachetele:
ru: Куда скачиваются пакеты:
sl: Kam naj se prenesejo paketi:
sv: Ladda ner filer till:
uk: Тека, куди слід звантажити пакунки:
uz: Paketlar qaerga yozib olinadi:
uz@cyrillic: Пакетлар қаерга ёзиб олинади:

source: Next
ar: التالي
cs: Další
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
et: Edasi
eu: Hurrengoa
fi: Seuraava
fr: Suivant
id: Selanjutnya
is: Næsta
nb: Neste
nl: Volgende
nn: Neste
pl: Dalej
pt: Próximo
pt_br: Próximo
ro: Înainte
ru: Далее
sl: Naprej
sv: Nästa
uk: Далі
uz: Keyingisi
uz@cyrillic: Кейингиси

source: Cancel
ar: ألغِ
cs: Zrušit
da: Annullér
de: Abbrechen
el: Άκυρο
es: Cancelar
et: Loobu
eu: Utzi
fi: Peruuta
fr: Annuler
id: Batal
is: Hætta við
nb: Avbryt
nl: Annuleren
nn: Avbryt
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ro: Anulează
ru: Отмена
sl: Prekliči
sv: Avbryt
uk: Скасувати
uz: Bekor qilish
uz@cyrillic: Бекор қилиш

source: Maintenance for this Mandriva Linux version has ended. No more updates will be delivered for this system.
es: El mantenimiento de esta versión de Mandriva Linux ha finalizado. No se entregarán mas actualizaciones para este sistema.
et: Selle Mandriva Linuxi süsteemi hooldusperiood on läbi. See tähendab, et Te ei saa enam tarkvara uuendusi.
eu: Mandriva Linux bertsio honentzako mantenua amaitu da. Ez dira sistema honentzako eguneraketa gehiago hornituko.
fi: Tämän Mandriva Linux -järjestelmän ylläpito on loppunut. Uusia ohjelmistopäivityksiä ei enää ilmesty.
nn: Vedlikehaldsplanen for denne utgåva av Mandriva Linux er no over. Du vil ikkje få nokon nye oppdateringar framover.
pt: Terminou a manutenção desta versão Mandriva Linux. Não serão entregues mais actualizações para este sistema.
uk: Термін супроводу цієї версії Mandriva Linux вичерпано. Оновлень для цієї системи більше не буде.

source: In order to keep your system secure, you can:
cs: Pokud chcete udržet svůj systém bezpečný, můžete:
da: For at holde systemet sikkert, kan du:
de: Um Ih System sicher zu erhalten, können Sie:
el: Για να διατηρηθεί το σύστημα σας ασφαλές, μπορείτε να:
es: Para mantener su sistema seguro, usted puede:
et: Hoidmaks süsteemi turvalisena, võite
eu: Zure sistema seguru mantentzeko, egin dezakezu:
fi: Pitääksesi järjestelmän turvattuna, voit:
fr: Afin de conserver votre système sécurisé, vous pouvez :
id: Untuk menjaga agar sistem Anda tetap aman, Anda bisa:
nb: For å holde systemet sikkert, kan du:
nl: Om uw systeem veilig te houden kunt u:
nn: For å halda systemet sikkert, kan du:
pl: Aby utrzymać system bezpiecznym, możesz:
pt: Para manter o seu sistema seguro, pode:
pt_br: A fim de manter seu sistema seguro, você pode:
ro: Pentru a vă păstra sistemul securizat, puteți:
ru: Для того чтобы продолжать держать вашу систему в безопасности, вы должны:
sl: Da ohranite svoj sistem varen, priporočamo:
sv: För att hålla ditt system säkert kan du:
uk: З метою підтримання безпеки системи ви можете:

source: You should get extended maintenance.
cs: Měli byste pořídit rozšířenou podporu.
da: Du bør skaffe udvidet vedligeholdelse.
el: Θα πρέπει να αποκτήσετε εκτεταμένη συντήρηση.
es: Debería obtener una ampliación del mantenimiento.
et: Te võite hooldusperioodi pikendada.
eu: Mantenu hedatua hartu beharko zenuke.
fi: Ylläpitolaajennus tulisi hankkia.
fr: Vous devriez souscrire à la maintenance étendue.
nb: Du bør skaffe utvidet vedlikehold.
nn: Du bør skaffa utvida vedlikehald.
pl: Powinieneś otrzymać rozszerzone wsparcie.
pt: Deve obter uma extensão de manutenção.
pt_br: Você deveria obter manutenção estendida.
ro: Ar trebui să achiziționați o mentenanță extinsă.
ru: Вы должны заказать расширенную поддержку.
sl: Da si priskrbite podaljšano vzdrževanje.
sv: Du borde skaffa förlängt underhåll.
uk: Вам слід оформити передплату на додатковий супровід.

source: You should either get extended maintenance or upgrade to a newer version of the %s distribution.
cs: Buď byste měli pořídit rozšířenou podporu nebo povýšit na novější verzi distribuce %s.
da: Du bør enten få udvidet vedligeholdelse eller opgradere til en nyere version af %s-distributionen.
el: Θα πρέπει είτε να αποκτήσετε εκτεταμένη συντήρηση ή να αναβαθμίσετε σε μια νεότερη έκδοση της διανομής %s.
es: Debería obtener una ampliación del mantenimiento o actualizar a una versión más reciente de la distribución %s.
et: Te võite hooldusperioodi pikendada või siis uuendada %si distributsiooni uuema versiooni peale.
eu: Mantenu hedatua hartu edo %s banaketaren bertsio berriago batera berritu beharko zenuke.
fi: Sinun tulisi hankkia ylläpitolaajennus tai päivittää uudempaan %sin versioon.
fr: Vous devriez soit souscrire à la maintenance étendue soit migrer vers une nouvelle version de la distribution « %s »
nb: Du bør enten skaffe utvidet vedlikehold, eller oppgradere til en nyere versjon av %s.
nn: Du bør anten skaffa utvida vedlikehald, eller oppgradera til ein ny versjon av %s.
pl: Powinieneś przedłużyć abonament rozszerzonego wsparcia lub dokonać aktualizacji do nowszej wersji %s dystrybucji.
pt: Deve obter uma extensão de manutenção ou actualizar para uma nova versão da distribuição %s.
pt_br: Você deveria ou adquirir a manutenção estendida ou atualizar para uma versão mais nova da distribuição %s.
ro: Ar trebui să achiziționați o mentenanță extinsă sau să avansați la o versiune mai recentă a distribuției %s.
ru: Вы должны или заказать расширеную поддержку или обновиться до более новой версии дистрибутива %s.
sl: Da si priskrbite podaljšano vzdrževanje, ali pa nadgradite na novejšo različico distribucije %s.
sv: Du borde antingen skaffa förlängt underhåll, eller uppgradera till en nyare version av %s distributionen.
uk: Ця версія дистрибутива вже не підтримується. Подальших оновлень не буде. Вам слід оновити систему до версії %s.

source: You should upgrade to a newer version of the %s distribution.
cs: Měli byste povýšit na novější verzi distribuce %s.
da: Du bør opgradere til en nyere version af '%s'-distributionen?
de: Sie sollten auf eine neuere Version der %s Distribution aktualisieren.
el: Θα πρέπει να αναβαθμίσετε σε μια νεότερη έκδοση της διανομής %s.
es: Debería actualizar a una nueva versión de la distribución %s.
et: Te võite uuendada %si distributsiooni uuema versiooni peale.?
eu: %s banaketaren bertsio berriago batera berritu beharko zenuke.
fi: Järjestelmä tulisi päivittää uudempaan %sin versioon.
fr: Vous devriez migrer vers la nouvelle distribution « %s ».
id: Anda harus mengupgrade ke versi distribusi %s yang lebih baru.
nb: Du bør oppgradere til en nyere versjon av %s.
nl: Wij raden u aan om te upgraden naar een nieuwere versie van de %s distributie.
nn: Du bør oppgradera til ein ny versjon av %s.
pl: Powinieneś zaktualizować system do nowszej wersji %s dystrybucji.
pt: Deve actualizar para uma nova versão da distribuição %s
pt_br: Você deveria atualizar para uma versão mais nova da distribuição %s.
ro: Ar trebui să avansați la o versiune mai recentă a distribuției %s.
ru: Вы должны обновиться до новой версии дистрибутива: %s.
sl: Da nadgradite na novejšo različico distribucije %s.
sv: Du borde uppgradera till en nyare version av %s distributionen.
uk: Вам слід встановити новішу версію дистрибутива %s.

source: Your distribution is no longer supported
cs: Vaše distribuce již není nadále podporována
da: Distributionen er ikke længere understøttet
de: Ihre Distribution wird nicht länger unterstützt
el: Η διανομή σας δεν υποστηρίζεται πλέον
es: Su distribución ya no es soportada
et: Teie distributsioon ei ole enam toetatud
eu: Zure banaketak ez du aurrerantzean euskarririk izango
fi: Jakelu ei ole enää tuettu
fr: Votre distribution n'est plus supportée
id: Distribusi Anda tidak lagi didukung
nb: Distribusjonen er ikke lenger støtta
nl: Uw distributie wordt niet langer ondersteund
nn: Distribusjonen er ikkje lenger støtta
pl: Twoja dystrybucja nie jest już wspierana
pt: A sua distribuição já não é suportada.
pt_br: A sua distribuição não é mais suportada
ro: Distribuția voastră nu mai este suportată
ru: Ваш дистрибутив больше не поддерживается.
sl: Ta distribucije ni več podprta
sv: Din distribution stöds inte längre
uk: Ваш дистрибутив вже не підтримується

source: Extended Maintenance
cs: Rozšířená podpora
da: Udvidet vedligeholdelse
de: Erweiterte Wartung
el: Εκτεταμένη συντήρηση
es: Mantenimiento ampliado
et: Hooldusperioodi pikendamine
eu: Mantenu hedatua
fi: Ylläpitolaajennus
fr: Maintenance étendue.
nb: Utvidet vedlikehold
nn: Utvida vedlikehald
pl: Rozszerzone Wsparcie
pt: Manutenção Extendida
pt_br: Manutenção Estendida
ro: Mentenanță extinsă
ru: Расширенная поддержка
sl: Podaljšano vzdrževanje
sv: Förlängt underhåll
uk: Додатковий супровід

source: Purchase a maintenance extension for this version (%s) and keep it running until %s.
cs: Pořiďte si rozšířenou podporu pro tuto verzi (%s) a zachovejte svůj systém v provozu do %s.
da: Køb en vedligeholdelsesudvidelse for denne version (%s) og lad den køre frem til %s.
de: Kaufen Sie eine Wartungserweiterung für diese Version (%s) und nutzen Sie sie weiter bis zum %s.
el: Αγοράστε μια επέκταση συντήρησης για τη συγκεκριμένη έκδοση (%s) και συνεχίστε την λειτουργία της μέχρι το %s.
es: Compre una ampliación de mantenimiento para esta versión (%s) y manténgala operativa hasta %s.
et: Osta selle versiooni hooldusperioodi pikendamise (%s) ja hoida oma süsteemi töös kuni %s.
eu: Erosi bertsio honentzako (%s) mantenuaren luzapen bat eta jarraitu erabiltzen %s arte.
fi: Hanki ylläpitolaajennus asennettuun versioon (%s) ja pidä se käytössä %s asti.
fr: Acheter la maintenance étendue pour cette version (%s) et la conserver jusqu'au %s
nb: Kjøp en vedlikeholdsutvidelse for denne versjonen (%s) og la den kjøre fram til %s.
nn: Kjøp ei vedlikehaldsutviding for denne versjonen (%s) for å få oppdateringar fram til %s.
pl: Wykup rozszerzone wsparcie dla tej wersji (%s) otrzymasz je do %s.
pt: Compre uma extensão de manutenção para esta versão(%s) e mantenha-a a correr até %s:
pt_br: Compre a manutenção estendida para esta versão (%s) e mantenha-a rodando até %s.
ro: Achiziționați o mentenanță extinsă pentru această versiune (%s) și continuați s-o utilizați pînă în %s.
ru: Купите расширенную поддержку для этой версии (%s) и продолжайте ее использовать до %s.
sl: Kupite podaljšanje vzdrževanja za to različico (%s) in jo uporabljajte do %s.
sv: Köp en förlängning av underhållet för denna version (%s) och du kan hålla systemet uppdaterat till %s.
uk: Придбати додатковий супровід для цієї версії (%s) і користуватися нею до %s.

source: New version of OpenMandriva distribution
es: Nueva versión de la distribución OpenMandriva
et: OpenMandriva uus versioon
eu: OpenMandriva distribuzioaren bertsio berria
fi: OpenMandriva-jakelun uusi versio
pt: Nova versão da distribuição OpenMandriva
uk: Нове версія дистрибутива OpenMandriva

source: This upgrade requires high bandwidth network connection (cable, xDSL, ...) and may take several hours to complete.
ar: هذه الترقية تتطلب اتصالا شبكيا عريض النطاق (اتصال الكبل، دي إس إل، ...) وقد يستغرق عدة ساعات ليكتمل
cs: Toto povýšení vyžaduje širokopásmové síťové připojení (kabelové, xDSL, …) a celkem může trvat několik hodin.
da: Denne opgradering kræver en hurtig netværksforbindelse (kabel, xDSL, ...) og kan tage en del timer at gøre færdig.
de: Diese Aktualisierung erfordert eine Netzwerkverbindung mit hoher Bandbreite (Kabel, xDSL,...) und kann mehrere Stunden benötigen, um vollständig zu sein.
el: Η αναβάθμιση απαιτεί υψηλό εύρος σύνδεσης (cable, xDSL, ...) και μπορεί να χρειαστεί μερικές ώρες για να ολοκληρωθεί.
es: Esta actualización necesita una conexión de banda ancha (cable, xDSL, ...) y puede requerir muchas horas para completarse.
et: See uuendus nõuab suure läbilaskevõimega võrguühendust (kaabel, xDSL...) ja võib vajada lõpetamiseks mitu tundi.
eu: Bertsio berritze honek banda zabalera haundiko sare lotura (kablea, xDSL, ...) behar du eta osatzeko orduak beharko ditu.
fi: Päivitys vaatii nopean verkkoyhteyden (kaapeli, xDSL, ...) ja voi kestää muutamia tunteja.
fr: Cette mise à niveau requiert une connexion réseau haut débit (câble, xDSL, ...) et peut durer plusieurs heures.
id: Upgrade ini memerlukan koneksi jaringan bandwidth tinggi (kabel, xDSL, ...) dan mungkin akan memakan waktu berjam-jam untuk selesai.
is: Þessi uppfærsla þarfnast háhraða nettengingar (beintenging, xDSL,...) og getur tekið nokkra klukkutíma.
nb: Denne oppgraderingen krever en nettverkstilkobling med høy båndbredde (kabel, XDSL) og kan ta flere timer å fullføre.
nl: Deze opwaardering vereist een netwerkverbinding met hoge bandbreedte (kabel, ADSL, …) en kan enkele uren in beslag nemen.
nn: Denne oppgraderinga krev eit raskt Internett-samband (kabelmodus, xDSL, …), og kan ta fleire timar å fullføra.
pl: Aktualizacja wymaga łącza internetowego o wysokiej przepustowości (kablówka, xDSL, ...) i może potrwać kilka godzin.
pt: Esta actualização requer uma conexão com grande largura de banda (cabo, xDSL, ...) e pode levar algumas horas até terminar.
pt_br: Esta atualização requer uma conexão de banda larga (Cabo, xDSL,...) e pode levar horas para completar.
ro: Această actualizare majoră necesită o conexiune rapidă (cablu, xDSL, ...) și poate dura cîteva ore pînă la finalizare.
ru: Для данного обновления требуется высокоскоростное подключение к Интернету (кабельное, xDSL и т.п.), и это может занять продолжительное время.
sl: Za to nadgradnjo je potrebna širokopasovna povezava (kabel, DSL, ...) in lahko traja več ur.
sv: Denna uppgradering kräver en snabb nätförbindelse (kabel, xDSL, ...) och kan ta flera timmar innan det är färdigt.
uk: Це оновлення вимагає швидкісного з'єднання з мережею (cable, xDSL, ...) і може тривати кілька годин до завершення.
uz: Ushbu yangilanish uchun yuqori tezlikdagi internet ulanishi (kabelli, xDSL, ...) talab qilinadi va yangilanishga bir necha soat ketishi mumkin.
uz@cyrillic: Ушбу янгиланиш учун юқори тезликдаги интернет уланиши (кабелли, xDSL, ...) талаб қилинади ва янгиланишга бир неча соат кетиши мумкин.

source: Estimated download data will be %s
ar: المقدار التقريبي للبيانات التي ستنزل هو %s
cs: Odhadovaná velikost stažených dat bude %s
da: Beregnet hentningstid for data vil være %s
de: Die geschätzten Download-Daten werden %s groß sein
el: Το εκτιμώμενο μέγεθος των δεδομένων προς λήψη είναι %s
es: La descarga estimada será de %s
et: Tõmmatavaid andmeid on hinnanguliselt %s
eu: Jaitsi behar den datu kopurua %s izango dela kalkulatu da
fi: Arvioitu ladattavan datan määrä: %s
fr: Les données téléchargées sont estimées à %s
id: Perkiraan download data adalah %s
is: Áætlað er að það þurfi að sækja %s
nb: Beregnet nedlastingsdata: %s
nl: De geschatte downloadgegevens zijn %s
nn: Estimert nedlastingsdata: %s
pl: Przewidywana ilość danych do pobrania to %s
pt: A transferência de dados estimada será até %s
pt_br: Aproximadamente %s de dados será baixado
ro: Estimarea datelor de descărcat este de %s
ru: Вычисленный объем данных для загрузки: %s
sl: Ocenjena velikost prenesenih podatkov bo %s
sv: Uppskattad nerladdad data kommer att vara %s
uk: Приблизний час звантаження становить %s

source: You should close all other running applications before continuing.
ar: ينبغي أن تغلق كل التطبيقات الأخرى العاملة قبل المتابعة
cs: Před pokračováním by měly být ukončeny všechny ostatní běžící aplikace.
da: Du bør lukke alle andre kørende programmer før du fortsætter.
de: Sie sollten alle anderen Programme beenden, bevor sie fortfahren.
el: Θα πρέπει να κλείσετε όλες τις άλλες εκτελούμενες εφαρμογές πριν συνεχίσετε.
es: Debe terminar todas las demás aplicaciones en ejecución antes de proseguir.
et: Enne jätkamist tuleks sulgeda kõik teised töötavad rakendused.
eu: Jarraitu aurretik martxan dauden gainontzeko aplikazio guztiak itxi beharko zenituzke.
fi: Kaikki muut käynnissä olevat ohjelmat tulisi sulkea ennen jatkamista.
fr: Vous devriez fermer toutes les autres applications en cours d'exécution avant de continuer.
id: Anda harus menutup semua aplikasi lain yang berjalan sebelum melanjutkan.
is: Þú ættir að loka öllum öðrum forritum áður en þú heldur áfram.
nb: Du bør lukke alle andre program som kjører før du fortsetter.
nl: U kunt het beste alle andere actieve toepassingen sluiten voordat u verdergaat.
nn: Du bør lukka alle andre program som køyrer før du held fram.
pl: Przed kontynuowaniem instalacji zaleca się zamknięcie wszystkich uruchomionych programów.
pt: Deve fechar todas as outras aplicações antes de continuar.
pt_br: Você deve fechar todos os outros programas antes de continuar.
ro: Ar trebui să închideți toate aplicațiile lansate înainte de a continua.
ru: Сначала необходимо закрыть все запущенные приложения.
sl: Pred nadaljevanjem je priporočljivo, da zaprete vse zagnane programe.
sv: Du bör stänga alla andra applikationer förrän du fortsätter.
uk: Вам потрібно закрити всі програми перед тим, як продовжувати.
uz: Davom etishdan oldin barcha ishlab turgan dasturlarni yoping.
uz@cyrillic: Давом этишдан олдин барча ишлаб турган дастурларни ёпинг.

source: You should put your laptop on AC and favor ethernet connection over wifi, if available.
ar: ينبغي أن توصل حاسوبك المحمول بتيار الكهرباء المتناوبة (AC)، ويفضل استخدام الاتصال السلكي (ethernet) بدل اللاسلكي (wifi) إن أمكن.
cs: Váš přenosný počítač by měl být v režimu napájení ze sítě a pokud je dostupné, mělo by být upřednostněno pevné síťové připojení před bezdrátovým.
da: Du bør tilslutte din bærbare til lysnettet, og foretrække en ethernetforbindelse fremfor wifi, om muligt.
de: Sie sollten Ihr Notebook an das Stromnetz anschließen und eine Ethernet-Verbindung vor einer WLAN-Verbindung bevorzugen, wenn dies möglich ist.
el: Θα πρέπει να συνδέσετε τον φορητό σας υπολογιστή στον φορτιστή AC και να προτιμήσετε ethernet σύνδεση αντί για wifi, αν είναι διαθέσιμη.
es: Recomendamos que conecte su portátil a la red eléctrica y si es posible utilice una conexión por cable en lugar inalámbrica o wifi.
et: Sülearvuti oleks mõttekas panna seinatoitele ning võimaluse korral tasuks WiFi-le eelistada Ethernet-ühendust.
eu: Magalekoa sare elektrikora konektatu beharko zenuke eta wifi loturaren gainetik ethernet hobetsi, eskuragarri badago.
fi: Kannettava tulisi kytkeä verkkovirtaan ja käyttää WLAN-verkon sijaan lankaverkkoa, jos mahdollista.
fr: Vous devriez brancher votre portable sur le secteur et utiliser une connexion filaire plutôt que sans-fil si possible.
id: Anda harus meletakkan laptop Anda pada listrik AC dan koneksi ethernet melalui wifi, jika tersedia.
is: Þú ættir að tengja fartölvuna þína við rafmagn og nota beina nettengingu í stað þráðlauss ef hægt er.
nb: Du bør koble den bærbare maskinen til strømuttaket, og om mulig bruke kabeltilkobling i stedet for trådløs.
nl: U dient uw laptop op netstroom aan te sluiten en zo mogelijk een ethernetverbinding de voorkeur te geven boven wifi.
nn: Du bør kopla den berbare maskina til straumuttaket, og om mogleg bruka kabeltilkopling i staden for trådlaust samband.
pl: Podłącz notebooka do zasilania oraz połącz się z internetem z wykorzystaniem połączenia kablowego zamiast bezprzewodowego, np. wifi.
pt: Deve ligar o seu portátil à corrente eléctrica e favorecer a conexão ethernet em vez da conexão Sem-Fio, se disponível.
pt_br: Sugerimos que você conecte o cabo de força do seu notebook e selecione uma conexão por cabo ao invés de rede sem fio
ro: Ar trebui să vă conectați portabilul la încărcător și să optați pentru o conexiune Ethernet în loc de WiFi.
ru: Ноутбук следует подключить к источнику постоянного тока и по возможности использовать проводное подключение вместо беспроводного.
sl: Priporočljivo je, da prenosnik priključite na omrežno napajanje in namesto brezžične povezave uporabljate povezavo prek omrežnega kabla.
sv: Du borde koppla din bärbara till väggströmen och fast nätanslutning i stället för trådlöst om det är tillgängligt.
uk: Вам потрібно увімкнути лептоп в електричну мережу і віддати перевагу з'єднанню через ethernet, ніж через wifi.
uz: Noutbukni doimiy elektr quvvatiga ulang va wifi oʻrniga simli ulanishdan foydalaning.
uz@cyrillic: Ноутбукни доимий электр қувватига уланг ва wifi ўрнига симли уланишдан фойдаланинг.

source: Launching MandrivaUpdate
ar: محدّث ماندريفا (MandrivaUpdate) يُقدح
es: Lanzando MandrivaUpdate
et: MandrivaUpdate'i käivitamine
eu: MandrivaUpdate abiarazten
fi: Käynnistetään MandrivaUpdate
is: Ræsi MandrivaUpdate
nn: Køyrer MandrivaUpdate
pt: A iniciar o MandrivaUpdate
uk: Запускається MandrivaUpdate
uz: MandrivaUpdate ishga tushirilmoqda
uz@cyrillic: MandrivaUpdate ишга туширилмоқда

source: Computing new updates...
ar: حساب التّحديثات الجديدة...
cs: Vyhledávám nové aktualizace…
da: Beregner nye opdateringer...
de: Berechne neue Updates...
el: Επεξεργασία νέων αναβαθμίσεων...
es: Calculando nuevas actualizaciones...
et: Uuenduste kontrollimine...
eu: Eguneraketa berriak kalkulatzen...
fi: Etsitään uudet päivitykset...
fr: Calcul des nouvelles mises à jour ...
id: Menghitung update baru...
is: Vel nýjar uppfærslur ...
nb: Gransker nye oppdateringer …
nl: Nieuwe herzieningen nagaan…
nn: Granskar nye oppdateringar …
pl: Przetwarzanie nowych aktualizacji...
pt: A calcular novas actualizações...
pt_br: Computando novas atualizações...
ro: Se calculează actualizările...
ru: Определяются новые обновления...
sl: Procesiranje novih popravkov ...
sv: Beräknar nya uppdateringar...
uk: Перевіряються нові поновлення...
uz: Yangi yangilanishlar hisoblanmoqda...
uz@cyrillic: Янги янгиланишлар ҳисобланмоқда...

source: Checking Network: seems disabled
ar: فحص الشّبكة: تبدو معطّلة
cs: Kontroluji síť: zdá se nedostupná
da: Tjekker netværk: ser ud til at være deaktiveret
de: Überprüfe Netzwerk: Scheint abgeschaltet
el: Έλεγχος δικτύου: φαίνεται απενεργοποιημένο
es: Verificando red: parece estar deshabilitada
et: Võrgu kontroll: paistab, et võrk ei tööta
eu: Sare egiaztaketa: desgaituta dagoela dirudi
fi: Tarkistetaan verkkoa: nähtävästi pois käytöstä
fr: Vérification de l'accès au réseau : il semble être désactivé
id: Memeriksa Jaringan: tampaknya dinonaktifkan
is: Athuga net: virðist aftengt
nb: Kontrollerer nettverk: ser ut til å være slått av
nl: Controle van het netwerk: lijkt uitgeschakeld te zijn
nn: Kontrollerer nettverk: Ser avslått ut.
pl: Sprawdzanie sieci: wygląda na wyłączoną
pt: A verificação a rede: parece desactivada
pt_br: Analisando Rede: Parece desativada
ro: Verificarea rețelei: se pare că este dezactivată
ru: Проверка сети: похоже отключена
sl: Preverjanje omrežja: izgleda onemogočeno
sv: Kontrollerar nätverk: verkar avaktiverat
uk: Перевірка мережі: здається, вимкнена
uz: Tarmoq tekshirilmoqda: oʻchirilgan koʻrinadi
uz@cyrillic: Тармоқ текширилмоқда: ўчирилган кўринади

source: Copyright (C) %s by Mandriva
ar: حقوق النشر (C) %s لماندريفا
es: Copyright © %s por Mandriva
et: Autoriõigus (C) %s: Mandriva
eu: Copyright (C) %s Mandriva
fi: Copyright (C) %s, Mandriva
is: Höfundaréttur (C) %s Mandriva
nn: Copyright © %s Mandriva
pt: Direitos de Autor (C) %s Mandriva
uk: Права застережено (C) %s Мандрівою
