Repository: OpenMandrivaSoftware/mdkonline
Catalog: po/*.po
Languages: ar, cs, da, de, el, es, et, eu, fi, fr, id, is, nb, nl, nn, pl, pt, pt_br, ro, ru, sl, sv, uk, uz, uz@cyrillic

source: OpenMandriva Online gives access to Moondrake web services.
ar: ماندريفا أونلاين تقدم وصولا إلى خدمات ماندريفا على الشبكة
es: Mandiva Online da acceso a los servicios web de OpenMandriva.
et: OpenMandriva Online võimaldab kasutada Moondrake veebiteenuseid.
eu: OpenMandriva Online-k Moondrake web zerbitzuetara sarbidea ematen du.
fi: OpenMandriva Online avaa pääsyn Moondraken Internet-palveluihin.
is: OpenMandriva Online veitir aðgang að Moondrake vefþjónustu.
nn: OpenMandriva Online gjev deg tilgang til vevtenestene til Moondrake.
pt: A OpenMandriva Em-linha dá acesso aos serviços 'web' Moondrake.
uk: OpenMandriva Online надає доступ до веб-послуг Moondrake.
uz: OpenMandriva Online, Moondrake veb xizmatlariga ulanish imkoniyatini beradi.
uz@cyrillic: OpenMandriva Online, Moondrake веб хизматларига уланиш имкониятини беради.

source: Online WebSite
ar: موقع ماندريفا على الإنترنت
cs: Online webové stránky
da: WebSite på nettet
de: Online Webseite
el: Online Δικτυακός τόπος
es: Sitio web en línea
et: Veebilehekülg
eu: Lerroko Webgunea
fi: Online-sivusto
fr: Site Mandriva Online
id: WebSite Online
is: Tengjast vefsvæði
nb: Hjemmeside
nl: Webpagina
nn: Heimeside
pl: Witryna internetowa
pt: Sítio Web Em-linha
pt_br: WebSite Online
ro: Sit online
ru: Открыть веб-сайт
sl: Spletna stran
sv: Online webbsajt

source: _: Translator(s) name(s) & email(s)
ar: Boujaj Mostapha Ibrahim <mboujaj@yahoo.de, 2002. Mohammed Gamal <f2c2001@yahoo.com>, 2001. Youcef Rabah Rahal <rahal@arabeyes.org>, 2004. Ossama M. Khayat <okhayat@yahoo.com>, 2004, 2005. Yaser Ammar <linux.uae@gawab.com>2009
cs: Michal Bukovjan <bukm@centrum.cz> Vlastimil Ott <vlastimil@e-ott.info>
da: Keld Simonsen,<keld@keldix.com>
de: _: Nicolas Bauer & rastafarii@mandrivauser.de _: Oliver Burger & oliver@mandrivauser.de
el: Nikos Papadopoulos <231036448@freemail.gr> Glentadakis Dimitrios <dglent@gmail.com>
es: Fabián Mandelbaum <fmandelbaum@gmail.com>
et: Marek Laane <bald@smail.ee>
eu: Iñigo Salvador Azurmendi <xalba@euskalnet.net>
fi: Thomas Backlund <tmb@mandriva.org> Jani Välimaa <wally@mandriva.org> Anssi Hannula <anssi@mandriva.org>
fr: Thierry Vignaud <tvignaud@mandriva.com> Nicolas Lécureuil <neoclust@mandriva.org> Christophe Berthelé <berthy@mandriva.org> Stéphane Teletchéa <steletch@free.fr> Adrien Rezer Pierre Soubourou Nicolas Richard Olivier FAURAX <olivier.faurax@laposte.net> Vincent OZON <vozon@free.fr> Didier Herisson <didier.herisson@angstrom.uu.se> Rémy Clouard
id: Budi Rachmanto <rac@linux-mandrake.com> Willy Sudiarto Raharjo <willysr@gmail.com> Erwien Samantha <erwiensamantha@gmail.com> Bayu Artanto <bayuart@yahoo.com> Ahmad Ramadhana <ahmad_ramadhana@yahoo.com.sg> Firdaus <dausnux@gmail.com> Sofian <sofianhanafi@yahoo.com> Kiki Syahadat <kiki.syahadat@yahoo.co.id>
is: Pjetur G. Hjaltason <pjetur@pjetur.net>
nb: Olav Dahlum <odahlum@gmail.com>
nl: C. Verschuuren Reinout van Schouwen <reinout@gmail.com>
nn: Karl Ove Hufthammer <karl@huftis.org>
pl: Marek Walczak <kubdat@poczta.pl>
pt: Zé <ze@mandriva.org>
pt_br: Andrei Bosco Bezerra Torres <andrei_bosco@yahoo.com.br>,Carlinhos Cecconi <carlinux@terra.com.br>,Deivi Lopes Kuhn <deivi@softwarelivre.org>,Wanderlei Antonio Cavassin <cavassin@mandriva.com>,Rafael Cardoso <cardoso@mandriva.com>,Felipe Arruda <felipemiguel@gmail.com>,Sergio Rafael Lemke <sergio@mandriva.com.br>
ro: Ovidiu CONSTANTIN <ovidiu.soft@xnet.ro>, 2002, 2003 Harald ERSCH <hersch@romatsa.ro>, 2002, 2004 Harald ERSCH <harald@ersch.ro>, 2004 Aurelian OANCEA <aurelian@mandrakelinux.ro>, 2004 Ovidiu CONSTANTIN <ovidiusoft@gmail.com>, 2004 Cristian Ionuț PÎRÎU <piriu.cristian@rdslink.ro>, 2008 Cosmin HUMENIUC <cosmin@mandrivausers.ro>, 2008 Cătălin Florin RUSSEN <cfrussen@yahoo.co.uk>, 2008, 2009, 2010
ru: Павел Марьянов <acid_jack@ukr.net> Александр Казанцев <kazancas@mandriva.ru>
sl: Jure Repinc <jlp@holodeck1.com>
sv: Thomas Backlund <tmb@mandriva.org>
uk: Taras Boychuk <btr0001@ukr.net>
uz: Nurali Abdurahmonov <mavnur@gmail.com>
uz@cyrillic: Нурали Абдураҳмонов <mavnur@gmail.com>

source: Warning
ar: تحذير
cs: Varování
da: Bemærk
de: Warnung
el: Προσοχή
es: Advertencia
et: Hoiatus
eu: Kontuz
fi: Huomautus
fr: Attention
id: Peringatan
is: Aðvörun
nb: Advarsel
nl: Waarschuwing
nn: Åtvaring
pl: Ostrzeżenie
pt: Aviso
pt_br: Aviso
ro: Avertisment
ru: Внимание
sl: Opozorilo
sv: Varning
uk: Попередження
uz: Diqqat
uz@cyrillic: Диққат

source: More Information
ar: معلومات إضافية
cs: Více informací
da: Mere information
de: Mehr Informationen
el: Περισσότερες πληροφορίες
es: Más Información
et: Rohkem teavet
eu: Informazio gehiago
fi: Lisätietoja
fr: Plus d'information
id: Informasi Lebih Lanjut
is: Ítarlegri upplýsingar
nb: Mer informasjon
nl: Meer informatie
nn: Meir informasjon
pl: Więcej informacji
pt: Mais informação
pt_br: Mais Informações
ro: Informații suplimentare
ru: Дополнительные сведения
sl: Več podatkov
sv: Mera information
uk: Детальніша інформація
uz: Qoʻshimcha maʼlumotlar
uz@cyrillic: Қўшимча маълумотлар

source: Add media
ar: أضف وسائط
cs: Přidat zdroj
da: Tilføj medie
de: Quellen hinzufügen
el: Προσθήκη μέσου
es: Añadir soportes
et: Lisa andmekandjad
eu: Euskarria erantsi
fi: Lisää lähde
fr: Ajouter un dépôt
id: Tambah media
is: Bæta við miðli
nb: Legg til medium
nl: Media toevoegen
nn: Legg til medium
pl: Dodaj nośnik
pt: Adicionar média
pt_br: Adicionar Mídia
ro: Adaugă un mediu
ru: Добавление источника
sl: Dodaj vir
sv: Lägg till media
uk: Додати джерело
uz: Toʻplam qoʻshish
uz@cyrillic: Тўплам қўшиш

source: About...
ar: عَن...
cs: O aplikaci…
da: Om...
de: Über...
el: Σχετικά...
es: Acerca...
et: Info...
eu: Honi buruz...
fi: Tietoja..
fr: À propos ...
id: Keterangan...
is: Um...
nb: Om …
nl: Info…
nn: Om …
pl: O programie...
pt: Acerca...
pt_br: Sobre..
ro: Despre...
ru: О программе...
sl: O ...
sv: Om..
uk: Про...
uz: Dastur haqida...
uz@cyrillic: Дастур ҳақида...

source: Updates Configuration
ar: ضبط التحديثات
cs: Nastavení aktualizací
da: Konfiguration af opdateringer
de: Konfiguration der Aktualisierungen
el: Ρύθμιση Ενημερώσεων
es: Configuración de Actualizaciones
et: Uuendamise seadistamine
eu: Eguneraketen ezarpena
fi: Päivitysasetukset
fr: Configuration des mises à jour
id: Konfigurasi Update
is: Stillingar á uppfærslum
nb: Oppdateringsoppsett
nl: Stel Updates in
nn: Oppdateringsoppsett
pl: Konfiguracja aktualizacji
pt: Configurar Actualizações
pt_br: Configurar Atualizações
ro: Configurare actualizări
ru: Настройка обновлений
sl: Nastavitev posodobitev
sv: Konfiguration av uppdateringar
uk: Налаштування поновлень
uz: Yangilash moslamalari
uz@cyrillic: Янгилаш мосламалари

source: Always launch on startup
ar: اقدحه دومًا عند البدء
cs: Vždy spustit při startu
da: Start altid op ved opstart
de: Immer beim Start ausführen
el: Να εκτελείται πάντοτε στην εκκίνηση
es: Lanzar siempre al arrancar
et: Käivitatakse alati käivitumisel
eu: Jaurti beti hasterakoan
fi: Käynnistä automaattisesti
fr: Toujours lancer au démarrage
id: Selalu jalankan ketika pembukaan
is: Ræsa alltaf þegar kveikt á vél
nb: Kjør ved oppstart
nl: Altijd starten bij systeemstart
nn: Køyr ved oppstart
pl: Uruchamiaj przy starcie
pt: Executar sempre no arranque
pt_br: Iniciar com o sistema
ro: Lansează întotdeauna la pornire
ru: Всегда запускать при старте
sl: Vedno zaženi ob zagonu
sv: Kör alltid vid uppstart
uk: Завжди виконувати при завантаженні
uz: Tizimga kirganda ishga tushirish
uz@cyrillic: Тизимга кирганда ишга тушириш

source: Quit
ar: اخرج
cs: Konec
da: Afslut
de: Beenden
el: Έξοδος
es: Salir
et: Välju
eu: Irten
fi: Poistu
fr: Quitter
id: Keluar
is: Hætta
nb: Avslutt
nl: Afsluiten
nn: Avslutt
pl: Zakończ
pt: Sair
pt_br: Sair
ro: Terminare
ru: Выход
sl: Končaj
sv: Avsluta
uk: Вийти
uz: Chiqish
uz@cyrillic: Чиқиш

source: New medium available
ar: يتوفر وسط جديد
cs: Dostupný nový zdroj
da: Nyt medie tilgængeligt
de: Neue Paketquelle verfügbar
el: Νέο μέσο διαθέσιμο
es: Nuevo soporte disponible
et: Saadaval on uus andmekandja
eu: Euskarri berria eskuragarri
fi: Uusi lähde saatavilla
fr: Nouveau dépôt de paquetages disponible
is: Nýr miðill tiltækur
nb: Nytt medium tilgjengelig
nl: Nieuw medium beschikbaar
nn: Nytt medium tilgjengeleg
pl: Udostępniono nowy nośnik
pt: Nova média disponível
pt_br: Nova Mídia Disponível
ro: Nou mediu disponibil
ru: Доступен новый источник
sl: Na voljo je nov vir
sv: Nytt media tillgängligt
uk: Новий носій доступний
uz: Yangi toʻplam mavjud
uz@cyrillic: Янги тўплам мавжуд

source: You use '%s' distribution and therefore have privileged access to additional software.
ar: أنت تستخدم توزيعة '%s' ولذلك يحق لك الوصول إلى برامج إضافية.
cs: Používáte distribuci „%s” a máte tudíž privilegovaný přístup k dalšímu software.
da: Du bruger distributionen '%s' og har derfor priviligeret adgang til yderligere programmel.
de: Sie nutzen die '%s' Distribution und haben deshalb Zugang zu zusätzlicher Software.
el: Χρησιμοποιείτε την διανομή «%s» και και επωφελείστε επομένως από μια προνομιούχο πρόσβαση σε πρόσθετα πακέτα.
es: Usted utiliza la distribución '%s', y por tanto tiene acceso privilegiado para programas adicionales.
et: Te kasutate distributsiooni '%s' ja saate seepärast võimaluse paigaldada lisatarkvara.
eu: '%s' banaketa erabiltzen duzu, ondorioz software osagarrira sarbide pribilegioa daukazu.
fi: Käytössä on %s ja siksi myös oikeus päästä käsiksi lisäohjelmiin.
fr: Vous utilisez la distribution « %s » et bénéficiez donc d'un accès privilégié à des paquetages supplémentaires.
is: Þú notar '%s' dreifinguna og hefur því forgangs-aðgang að aukahugbúnaði.
nb: Du benytter «%s» og har derfor tilgang til mer programvare.
nl: U gebruikt de distributie ‘%s’ en heeft daarom bevoorrechte toegang tot extrasoftware.
nn: Du brukar distribusjonen «%s», og har derfor tilgang til meir programvare.
pl: Używasz dystrybucji %s i w związku z tym masz uprzywilejowany dostęp do dodatkowego oprogramowania.
pt: Usa a distribuição '%s', como tal tem acesso privilegiado a programas adicionais.
pt_br: Você usa a distribuição '%s' e com isso tem acesso privilegiado a programas extras.
ro: Utilizați distribuția „%s” și de aceea aveți un acces privilegiat la programe adiționale.
ru: Вы используете дистрибутив «%s», поэтому у вас есть доступ к дополнительным программам.
sl: Uporabljate distribucijo »%s« in imate zato privilegij dostopati do dodatnih programov.
sv: Du använder '%s' distributionen och har därför priviligerad åtkomst till tilläggs-programvara.
uk: Ви використовуєте дистрибутив '%s', тому маєте доступ до додаткових програм.
uz: Siz '%s' distributividan foydalanyapsiz va sizga qoʻshimcha dasturlarga ruxsat bor.
uz@cyrillic: Сиз '%s' дистрибутивидан фойдаланяпсиз ва сизга қўшимча дастурларга рухсат бор.

source: Do you want to install this additional software repository?
ar: هل تريد تثبيت مستودع البرامج الإضافي هذا؟
cs: Chcete nainstalovat tento dodatečný zdroj software?
da: Ønsker du at installere dette ekstra programmel-repositorium?
de: Wollen Sie diese zusätzliche Softwarequelle einrichten?
el: Θέλετε να εγκαταστήσετε αυτό το νέο αποθετήριο λογισμικού ;
es: ¿Desea añadir este soporte para acceder programas adicionales?
et: Kas soovite lisada täiendava andmekandja?
eu: Pakete gordetegi osagarri hau erantsi nahi duzu?
fi: Asennetaanko lisäpakettilähde?
fr: Voulez-vous installer cette nouvelle source de paquetages ?
is: Vilt þú bæta við þessum auka-pakkamiðli?
nb: Vil du legge til dette nye programvarelageret?
nl: Wilt u dit extra softwaredepot installeren?
nn: Vil du leggja til dette nye programvarelageret?
pl: Czy chcesz zainstalować dodatkowy nośnik z pakietami?
pt: Deseja instalar este repositório de programas adicional?
pt_br: Você deseja adicionar esta mídia com programas extras ?
ro: Doriți să instalați acest depozit de programe adiționale?
ru: Установить этот дополнительный источник пакетов?
sl: Ali želite dodati ta dodaten vir programov?
sv: Vill du lägga till detta tilläggs-media ?
uk: Ви хочете додати це додаткове сховище програмного забезпечення?
uz: Ushbu qoʻshimcha dasturlar repozitoriysini oʻrnatishni istaysizmi?
uz@cyrillic: Ушбу қўшимча дастурлар репозиторийсини ўрнатишни истайсизми?

source: Adding an additional package medium
ar: إضافة وسيط حزم إضافي
cs: Přidávám dodatečný zdroj balíčků
da: Tilføjer et ekstra pakkemedie
de: Füge eine weitere Paketquelle hinzu
el: Προσθήκη ενός νέου μέσου πακέτων
es: Añadiendo un soporte de programas adicionales
et: Täiendava andmekandja lisamine
eu: Pakete euskarri berri bat eransten
fi: Lisätään lisäpakettilähdettä
fr: Ajouter un nouveau dépôt de paquetages
id: Menambahkan media paket tambahan
is: Bæti við aukalegum pakkamiðli
nb: Legger til nytt pakkemedium
nl: Toevoegen van extra pakketmedium…
nn: Legg til nytt pakkemedium
pl: Dodawanie dodatkowego nośnika z pakietami
pt: A adicionar uma média de pacotes adicional
pt_br: Adicionando a mídia com programas extras
ro: Se adaugă un mediu de pachete adițional
ru: Добавление дополнительного источника пакетов
sl: Dodajanje dodatnega vira paketov
sv: Lägger till ett extra media med paket
uk: Додається додатковий носій з пакунками
uz: Qoʻshimcha paketlar toʻplamini qoʻshish
uz@cyrillic: Қўшимча пакетлар тўпламини қўшиш

source: Here you can configure the updates applet
ar: بإمكانك هنا ضبط بريمج التحديثات
cs: Zde lze nastavit aplet pro aktualizace
da: Her kan du konfigurere updates-appletten
de: Hier können Sie das Aktualisierungs-Applet einrichten
el: Εδώ μπορείτε να ρυθμίσετε την εφαρμογή ενημερώσεων
es: Aquí se puede configurar el notificador de actualizaciones
et: Siin saab seadistada uuendamisapletti
eu: Hemen eguneraketa appleta konfiguratu dezakezu
fi: Päivityssovelman asetukset
fr: Ici vous pouvez configurer l'applet des mises à jour
id: Di sini Anda bisa mengkonfigurasi applet apdate
is: Hér getur þú stillt uppfærsluforritið
nb: Her kan du sette opp oppdateringsprogrammet
nl: Hier kunt u de update-applet instellen
nn: Her kan du setja opp oppdateringsprogrammet
pl: Tutaj możesz skonfigurować aplet aktualizacji
pt: Aqui pode configurar a mini-aplicação de actualizações
pt_br: Configura o notificador de atualizações:
ro: Aici puteți configura miniaplicația de actualizări
ru: Настройка аплета обновлений
sl: Tu lahko nastavite programček za posodabljanje
sv: Här kan du konfigurera uppdaterings-programmet
uk: Тут можна налаштувати аплет поновлень
uz: Bu yerdan yangilash apletini sozlashingiz mumkin
uz@cyrillic: Бу ердан янгилаш аплетини созлашингиз мумкин

source: Update frequency (hours)
cs: Frekvence aktualizací (hodiny)
da: Opdateringsfrekvens (timer)
de: Aktualisierungs-Frequenz (Stunden)
el: Συχνότητα ενημερώσεων (ώρες)
es: Frecuencia de verificaciones (horas)
et: Uuendamise sagedus (tundides)
eu: Eguneratzeko maiztasuna (orduak)
fi: Päivitysväli (tuntia)
fr: Fréquence des mises à jours (heures)
id: Frekuensi update (jam)
is: Uppfærslutíðni (klukkustundir)
nb: Oppdateringsfrekvens (timer)
nl: Bijwerkfrequentie (in uren)
nn: Oppdateringsfrekvens (timar)
pl: Częstotliwość aktualizacji (godziny)
pt: Frequência de actualização (horas)
pt_br: Verificar a Cada (horas)
ro: Frecvența actualizărilor (ore)
ru: Частота обновлений (часы)
sl: Čas med posodobitvami (ur)
sv: Uppdaterings-frekvens (timmar)
uk: Частота поновлення (години)
uz: Yangilash oraligʻi (soatda)
uz@cyrillic: Янгилаш оралиғи (соатда)

source: First check delay (minutes)
cs: Prodleva před první kontrolou (minuty)
da: Forsinkelse på første check (minutter)
de: Wartezeit vor der ersten Überprüfung (Minuten)
el: Χρονική αναμονή πρώτης ενημέρωσης (λεπτά)
es: Demora de la primera verificación (minutos)
et: Esimese kontrollimise viivitus (minutites)
eu: Lehenengo egiaztapenerako atzerapena (minutuak)
fi: Ensimmäisen (käynnistyksen jälkeisen) tarkistuksen viive (minuuttia)
fr: Délai pour la première vérification (minutes)
id: Jeda pemeriksaan pertama (menit)
is: Töf á fyrstu athugun (mínútur)
nb: Pause før første sjekk (minutt)
nl: Eerste controle na (minuten)
nn: Pause før første sjekk (minutt)
pl: Opóźnienie pierwszego sprawdzenia (minuty)
pt: Atraso da primeira verificação (minutos)
pt_br: Primeira Verificação (minutos):
ro: Perioada pînă la prima verificare (minute)
ru: Задержка перед первой проверкой (минуты)
sl: Zamik prve posodobitve (minut)
sv: Fördröjning vid första kontroll (minuter)
uk: Затримка першої перевірки (хвилини)
uz: Birinchi tekshirish oraligʻi (daqiqada)
uz@cyrillic: Биринчи текшириш оралиғи (дақиқада)

source: Check for newer "%s" releases
cs: Zjišťovat dostupnost nových vydání „%s”
da: Tjek for nyere udgaver af %s
de: Nach neueren "%s" Versionen suchen
el: Έλεγχος για νέες εκδόσεις «%s»
es: Verificar si existen nuevas versiones de "%s"
et: Uuema "%s" väljalaske olemasolu kontrollimine
eu: Egiaztatu "%s"-ren kaleratze berriak
fi: Tarkista uuden %s -julkaisun varalta
fr: Vérifier si une nouvelle version de « %s » existe
id: Periksa rilis "%s" lebih baru
nb: Se etter en ny utgave av «%s»
nl: Controleer op nieuwere "%s" uitgaven
nn: Sjå etter ei ny utgåve av «%s»
pl: Sprawdź czy są nowsze "%s" edycje
pt: Verificar novos lançamentos "%s"
pt_br: Verificar por versões novas do "%s"
ro: Verificați pentru versiune mai noi de „%s”
ru: Проверить на наличие нового релиза "%s"
sl: Preveri za nove različice »%s«
sv: Kontrollera efter nyare "%s" distributioner
uk: Виконати пошук новіших випусків «%s»

source: Check for missing "%s" media
cs: Kontrolovat chybějící zdroje „%s”
da: Tjek for manglende medie med %s
de: Nach fehlenden "%s" Quellen suchen
el: Έλεγχος αν λείπουν τα μέσα «%s»
es: Verificar el medio "%s" que falta
et: Puuduva "%s" andmekandja olemasolu kontrollimine
eu: Egiaztatu falta den "%s" euskarria
fi: Tarkista puuttuvat %s -lähteet
fr: Vérifier si les média « %s » sont absents
nb: Se etter «%s»-medium som mangler
nn: Sjå etter «%s»-medium som manglar
pl: Sprawdź czy nie brakuje "%s" nośników
pt: Verificar médias "%s" em falta
pt_br: Verificar por mídia "%s" faltante
ro: Verificați dacă mediile „%s” sînt absente
ru: Проверить на наличие пропущенных источников "%s"
sl: Preveri za manjkajoč vir za »%s«
sv: Kontrollera saknade "%s" media
uk: Виконати пошук носія «%s», якого не вистачає

source: Restricted
cs: Omezený
da: Begrænset
de: Beschränkt
el: Με περιορισμούς
es: Restringido
et: Piiratud
eu: Mugatuta
fr: Restreint
nb: Begrenset
nn: Avgrensa
pl: Ograniczone
pt_br: Restrita
ro: Restrticționat
ru: Ограниченные
sl: Omejeno
sv: Begränsad
uz: Himoyalangan
uz@cyrillic: Ҳимояланган

source: Your system does not have enough space left in %s for upgrade (%dMB < %dMB)
ar: لا توجد مساحة كافية بنظامك في %s للترقية (%dMB < %dMB)
cs: Váš systém nemá na povýšení dostatek volného prostoru na %s (%dMB < %dMB)
da: Dit system har ikke nok plads tilbage på %s til opgradering (%d MB < %d MB)
de: Auf Ihrem System befindet sich nicht genug freier Speicherplatz in %s für die Aktualisierung (%dMB < %dMB)
el: Το σύστημά σας δεν έχει αρκετό διαθέσιμο χώρο στο %s για την αναβάθμιση (%dMB < %dMB)
es: Su sistema no tiene espacio suficiente en %s para actualizar (%dMB < %dMB)
et: Teie süsteemis ei ole asukohas %s uuendamiseks piisavalt ruumi (%dMB < %dMB)
eu: Zure sistemak ez dauka %s-n behar adina leku aske bertsio berritzeko (%dMB < %dMB)
fi: Levyllä %s ei ole tarpeeksi vapaata tilaa päivitykselle. Vapaana on %d Mt ja päivitys vaatii %d Mt.
fr: Votre système n'a pas assez de place libre dans %s afin de mettre à niveau (%d Mo < %d Mo)
id: Komputer Anda tidak memiliki cukup ruang di %s untuk upgrade (%dMB < %dMB)
is: Kerfið þitt hefur ekki nægilegt laust pláss á %s svo hægt sé að uppfæra (%dMB < %dMB)
nb: Systemet ditt har ikke nok ledig plass igjen på «%s» for en oppgradering (%d MB < %d MB)
nl: Uw computer heeft niet genoeg ruimte over in %s voor de opwaardering (%dMB < %dMB)
nn: Systemet ditt har ikkje nok ledig plass att på «%s» for ei oppgradering (%d MB < %d MB)
pl: Niewystarczająca ilość miejsca na %s do wykonania aktualizacji (%dMB < %dMB)
pt: O seu sistema não tem espaço suficiente em %s para actualizar (%dMB < %dMB)
pt_br: O seu Sistema não possui espaço suficiente em %s para a atualização (%dMB < %dMB)
ro: Sistemul nu vă dispune de spațiu suficient pe %s pentru o actualizare majoră (%dMo < %dMo)
ru: В системе осталось недостаточно свободного места на %s для обновления (%d МБ < %d МБ)
sl: Vaš računalnik na %s nima več na voljo dovolj prostora za nadgradnjo (%d MiB < %d MiB)
sv: Ditt system har inte tillräckligt med ledigt utrymme på %s för en uppgradering (%dMB <%dMB)
uk: У Вашій системі залишилося недостатньо місця на %s для оновлення (%dMB < %dMB)
uz: Tizimingizda yangilanishlar uchun %s da yetarli joy qolmagan (%dMb < %dMB)
uz@cyrillic: Тизимингизда янгиланишлар учун %s да етарли жой қолмаган (%dМб < %dMB)

source: Installation failed
ar: فشل التّثبيت
cs: Instalace selhala
da: Installation mislykkedes
de: Die Installation schlug fehl!
el: Η εγκατάσταση απέτυχε
es: Falló la instalación
et: Paigaldamine nurjus
eu: Instalazioak huts egin du
fi: Asennus epäonnistui
fr: Échec de l'installation
id: Installasi gagal
is: Innsetning mistókst
nb: Feil ved installering
nl: Installatie mislukt
nn: Feil ved installering
pl: Instalacja zakończyła się niepowodzeniem
pt: Instalação falhada
pt_br: Instalação Falhou
ro: Instalare eșuată
ru: Ошибка установки
sl: Namestitev ni uspela
sv: Installationen misslyckades
uk: Встановлення завершилося невдало
uz: Oʻrnatish muvaffaqiyatsiz tugadi
uz@cyrillic: Ўрнатиш муваффақиятсиз тугади

source: Installation logs can be found in '%s'
ar: بإمكانك أن تجد سجلات التثبيت في '%s'
cs: Záznamy z instalace lze nalézt v „%s”
da: Installationslogger kan findes i '%s'
de: Die Installations-Logs befinden sich in '%s'
el: Τα αρχεία καταγραφής της εγκατάστασης μπορείτε να τα βρείτε στο «%s»
es: Los registros de instalación los encontrará en '%s'
et: Paigaldamislogid leiab asukohast '%s'
eu: Instalaketaren egunkariak '%s'-n aurkitu daitezke
fi: Asennuslokit löytyvät hakemistosta %s
fr: Les journaux de l'installation sont disponibles dans « %s »
id: Log instalasi bisa ditemukan di '%s'
is: Innsetningarannála má finna í '%s'
nb: Du finner installasjonslogger i «%s»
nl: Installatielogboek is te vinden in ‘%s’
nn: Du finn installasjonsloggar i «%s»
pl: Informacje z instalacji znajdują się w '%s'
pt: Os registos da instalação podem ser encontrados em '%s'
pt_br: Os logs de instalação poderão ser encontrados em '%s'
ro: Jurnalele de instalare pot fi găsite în „%s”
ru: Не удаётся найти журнал установки «%s»
sl: Dnevnik namestitve lahko najdete v »%s«
sv: Installationsloggar kan hittas på '%s'
uk: Журнал встановлення можна знайти в '%s'
uz: Oʻrnatish boʻyicha log jurnallarini '%s' da topishingiz mumkin
uz@cyrillic: Ўрнатиш бўйича лог журналларини '%s' да топишингиз мумкин

source: Retry
ar: أعد المحاولة
cs: Zkusit znovu
da: Prøv igen
de: Wiederholen
el: Νέα προσπάθεια
es: Reintentar
et: Proovi uuesti
eu: Berriro saiatu
fi: Yritä uudelleen
fr: Réessayer
id: Coba kembali
is: Reyna aftur
nb: Prøv på nytt
nl: Opnieuw
nn: Prøv på nytt
pl: Spróbuj ponownie
pt: Tentar novamente
pt_br: Tentar Novamente
ro: Reîncercare
ru: Повторить попытку
sl: Poskusi znova
sv: Försök igen
uk: Спробувати ще раз
uz: Qaytadan urinish
uz@cyrillic: Қайтадан уриниш

source: Congratulations
ar: تهانينا
cs: Gratulujeme
da: Tillykke
de: Herzlichen Glückwunsch
el: Συγχαρητήρια
es: Felicitaciones
et: Õnnitlused!
eu: Zorionak
fi: Onnittelut
fr: Félicitations
id: Selamat
is: Til hamingju
nb: Gratulerer
nl: Gefeliciteerd
nn: Gratulerer
pl: Gratulacje
pt: Parabéns
pt_br: Parabéns
ro: Felicitări
ru: Поздравляем
sl: Čestitke
sv: Gratulerar
uk: Вітаємо
uz: Tabriklaymiz
uz@cyrillic: Табриклаймиз
