Repository: OpenMandrivaSoftware/mdkonline
Catalog: po/*.po
Languages: ar, cs, da, de, el, es, et, eu, fi, fr, id, is, nb, nl, nn, pl, pt, pt_br, ro, ru, sl, sv, uk, uz, uz@cyrillic

source: Password and email cannot be empty.
ar: كلمة السر والبريد الإلكتروني لا يمكن تركهما خاليين.
cs: Heslo a email nesmí být prázdné.
da: Adgangskode og e-post kan ikke være tomme.
de: Passwort und Mailadresse können nicht leer sein.
el: Θα πρέπει να συμπληρώσετε τον κωδικό και το ηλ.ταχυδρομείο σας.
es: La contraseña y correo no pueden estar en blanco.
et: Parool ja e-posti aadress tuleb kindlasti anda.
eu: Pasahitza eta post@ ezin dira hutsik utzi.
fi: Salasanaa ja sähköpostiosoitta ei voi jättää tyhjäksi.
fr: Le mot de passe et le courriel ne peuvent être vides.
id: Sandi dan email tidak boleh kosong.
is: Lykilorð og netfang má ekki vera autt.
nb: Passord- og e-postfeltet kan ikke være tomt.
nl: Wachtwoord en e-mailadres mogen niet leeg zijn.
nn: Passord- og e-postfelta kan ikkje stå tomme.
pl: Pola hasła i adresu e-mail nie mogą być puste.
pt: Os campos da senha e do endereço electrónico não podem estar vazios.
pt_br: E-Mail e senha não podem ser vazios.
ro: Parola și adresa electronică nu pot fi goale.
ru: Введите пароль и адрес электронной почты
sl: Geslo in e-pošta ne smeta biti prazna.
sv: Lösenord och e-post kan inte vara tomma.
uk: Пароль і поштова адреса не можуть бути порожніми.
uz: Maxfiy soʻz va el.pochta boʻsh boʻlishi mumkin emas.
uz@cyrillic: Махфий сўз ва эл.почта бўш бўлиши мумкин эмас.

source: Close
ar: أغلق
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
et: Sulge
eu: Itxi
fi: Sulje
fr: Fermer
id: Tutup
is: Loka
nb: Lukk
nl: Sluiten
nn: Lukk
pl: Zamknij
pt: Fechar
pt_br: Fechar
ro: Închide
ru: Закрыть
sl: Zapri
sv: Stäng
uk: Закрити
uz: Yopish
uz@cyrillic: Ёпиш

source: Choose your upgrade version
cs: Vyberte svou verzi k povýšení
da: Vælg ønsket opgraderingsversion
el: Επιλέξτε την έκδοση αναβάθμισης
es: Seleccione su versión de actualización
et: Uuendamisversiooni valimine
eu: Aukeratu bertsio berritzeko zure bertsioa
fi: Valitse päivitysversio
nb: Velg ønsket versjon
nn: Vel oppgraderingsversjon
pl: Wybierz aktualną wersję
pt: Escolha a sua versão de actualização
pt_br: Escolha sua versão de atualização
ro: Alegeți la ce versiune avansați
ru: Выберите версию для обновления
sl: Izberite različico za nadgradnjo
sv: Välj den version du vill uppgradera till
uk: Виберіть версію для оновлення

source: Your Powerpack access has ended
cs: Váš přístup k distribuci Powerpack skončil
da: Din adgang til PowerPack er forbi
el: Η πρόσβασή σας στην Powerpack έχει λήξει
es: Su acceso a Powerpack ha terminado
et: Teie Powerpacki kasutamisõigus on lõppenud
eu: Zure Powerpack atzipena amaitu da
fi: Powerpack-oikeutesi on päättynyt
nb: Din tilgang til PowerPack er over
nn: Du har ikkje lenger tilgang til Powerpack
pl: Twój dostęp do Powerpack zakończył się
pt: O seu acesso Powerpack terminou
pt_br: O seu acesso Powerpack encerrou
ro: Accesul vostru Powerpack s-a terminat
ru: Ваша подписка Powerpack закончилась
sl: Nimate več dostopa do PowerPacka
sv: Din Powerpack tillgång har tagit slut
uk: Ваша передплата Powerpack завершилася

source: %s is now available, you can upgrade to:
cs: Nyní je k dispozici %s, můžete povýšit na:
da: %s er nu tilgængelig, du kan opgradere til:
el: η %s είναι τώρα διαθέσιμη, μπορείτε να αναβαθμίσετε στην:
es: %s está ahora disponible, puede actualizarlo a:
et: %s on nüüd saadaval, Te võite valida:
eu: %s eskuragarri dago orain, honetara bertsio berritu dezakezu:
fi: %s on nyt saatavilla, voit pävittää tuotteeseen:
nb: %s er nå tilgjengelig, du kan oppgradere til:
nn: %s er no tilgjengeleg. Du kan oppgradera til:
pl: %s jest teraz dostępna, możesz uaktualnić do:
pt: %s está agora disponível, pode actualizar para:
pt_br: Agora disponível %s, você pode atualizar para:
ro: %s este acum disponibilă, puteți avansa la:
ru: Уже доступен %s и вы можете обновиться:
sl: Na voljo je %s, nadgradite lahko na:
sv: %s är nu tillgänglig, du kan uppgradera till:
uk: зараз доступний %s, Ви можете оновитися до:

source: Distribution Upgrade
ar: ترقية التوزيعة
cs: Povýšení distribuce
da: Opgradering af distribution
de: Distributionsaktualisierung
el: Αναβάθμιση διανομής
es: Actualización de Distribución
et: Distributsiooni uuendamine
eu: Banaketaren Bertsio berritzea
fi: Jakelun päivitys
fr: Mise à niveau de la distribution
id: Upgrade Distribusi
is: Uppfærsla dreifingar
nb: Distribusjonsoppgradering
nl: Distributie-opwaardering
nn: Oppgradering av distribusjon
pl: Aktualizacja dystrybucji
pt: Actualização da Distribuição
pt_br: Atualização da Distribuição
ro: Actualizare majoră de distribuție
ru: Обновление дистрибутива
sl: Nadgradnja distribucije
sv: Uppgradering av distribution
uk: Оновлення дистрибутиву
uz: Distributivni yangilash
uz@cyrillic: Дистрибутивни янгилаш

source: Copyright (C) %s %s
cs: Autorské právo (C) %s %s
da: Ophavsret © %s %s
el: Πνευματικά δικαιώματα (C) %s %s
et: Autoriõigus (C) %s: %s
id: Hak Cipta (C) %s %s
is: Höfundaréttur (C) %s %s
pt: Direitos de Autor (C) %s %s
ro: Drepturi de autor (C) %s %s
sl: Avtorske pravice © %s, %s
sv: Kopieringsrätt (C) %s %s
uk: © %s, %s

source: --help - print this help message.
ar: --help - إظهار رسالة المساعدة هذه.
cs: --help - vytiskne tuto nápovědu.
da: --help - udskriv denne hjælpebesked.
de: --help - Ausgabe dieser Hilfe.
el: --help - εκτύπωση αυτού του μηνύματος βοήθειας.
es: --help - mostrar este mensaje de ayuda.
et: --help - selle abiteate näitamine.
eu: --help - laguntza-mezu hau inprimatzen du.
fi: --help - tulosta tämä viesti.
fr: --help - affiche ce message d'aide.
id: --help - cetak pesan bantuan ini.
is: --help - prenta þessa hjálp.
nb: --help – vis denne hjelpeteksten.
nl: --help - deze gebruiksaanwijzing.tonen
nn: --help – Vis denne hjelpeteksten.
pl: --help - wyświetla ten komunikat pomocy.
pt: --help - mostra esta mensagem de ajuda.
pt_br: --help - Exibe esta Mensagem de Ajuda.
ro: --help - afișează acest mesaj de ajutor.
ru: --help - показать эту справку
sl: --help - izpiši to sporočilo s pomočjo.
sv: --help - visa det här hjälpmeddelandet.
uk: --help - вивести цю довідку.
uz: --help - shu yordam xabarini koʻrsatish.
uz@cyrillic: --help - шу ёрдам хабарини кўрсатиш.

source: --auto - Mandriva Update launched automatically.
ar: --auto - تشغيل برنامج تحديث ماندريفا تلقائيّاً.
es: --auto - Mandriva Update ejecutado automáticamente.
et: --auto - Mandriva Update käivitatakse automaatselt.
eu: --auto - Mandriva Update automatikoki abiarazten du.
fi: --auto - Mandriva Update käynnistetään automaattisesti.
is: --auto - Mandriva Uppfærslur keyrðar sjálfvirkt.
nn: --auto – Mandriva Update køyrd automatisk.
pt: --auto - Mandriva Update executado automáticamente.
uk: --auto - Mandriva Update виконується автоматично.
uz: --auto - Mandriva Update avtomatik ishga tushadi.
uz@cyrillic: --auto - Mandriva Update автоматик ишга тушади.

source: --mnf - launch mnf specific scripts.
ar: --mnf - تشغيل مسطورات mnf معينة.
cs: --mnf - spustí skripty specifické pro MNF.
da: --mnf - start mnf-specifikke skripter.
de: --mnf - starte mnf spezifische Skripte.
el: --mnf - εκτέλεση ειδικών mnf σεναρίων.
es: --mnf - ejecutar scripts específicos de mnf.
et: --mnf - käivitatakse MNF-spetsiifilised skriptid.
eu: --mnf - jaurti mnf script espezifikoak.
fi: --mnf - käynnistä mnf-aiheiset skriptit.
fr: --mnf - lance les scripts spécifiques à mnf.
id: --mnf - jalankan script khusus mnf.
is: --mnf - ræsa sértækar mnf skriftur.
nb: --mnf – Kjør mnf-spesifike skript.
nl: --mnf - specifieke mnf scripts starten.
nn: --mnf – Køyr mnf-spesifikke skript.
pl: --mnf - uruchom skrypty dla mnf.
pt: --mnf - executa scripts específicos mnf.
pt_br: --mnf - Roda scripts específicos do mnf.
ro: --mnf - lansare scripturi specifice mnf.
ru: --mnf - запустить скрипты mnf
sl: --mnf - poženi skripte specifične za mnf.
sv: --mnf - kör mnf specifika script.
uk: --mnf - виконати специфічний mnf-скрипт.
uz: --mnf - mnf skriptini ishga tushirish.
uz@cyrillic: --mnf - mnf скриптини ишга тушириш.

source: --noX - text mode version of Mandriva Update.
ar: --noX - الوضع النصي من برنامج تحديث ماندريفا.
es: --noX - Mandriva Update en versión texto.
et: --noX - Mandriva Update'i tekstiversioon.
eu: --noX - Mandriva Update-ren testu moduko bertsioa.
fi: --noX - tekstipohjainen Mandriva Update.
is: --noX - textahams útgáfa af Mandriva Uppfærslum.
nn: --noX – Tekstutgåva av Mandriva Update.
pt: --noX - versão em modo texto do Mandriva Update.
uk: --noX - версія Mandriva Update в текстовому режимі.
uz: --noX - Mandriva Update matn usuli.
uz@cyrillic: --noX - Mandriva Update матн усули.

source: --debug - log what is done
ar: --debug - سجل ما يحدث
cs: --debug - zaznamenávat co se děje
da: --debug - log der laves
de: --debug - protokolliere was gemacht wird
el: --debug - καταγραφή γενόμενων
es: --debug - hacer un registro de lo que se hace
et: --debug - toimingud logitakse
eu: --debug - erregistratu egindako ekintzak
fi: --debug - kirjaa tapahtumalokiin
fr: --debug - enregistre les actions dans le journal
id: --debug - mencatat apa yang sudah selesai
is: --debug - skrá niður allt sem gert er
nb: --debug – logg hva som blir gjort.
nl: --debug - in logboek bijhouden wat er gebeurt
nn: --debug – Logg over kva som vert gjort.
pl: --debug - zapisuj wykonane operacje
pt: --debug - registar o que é feito
pt_br: --debug - Registra o que é Feito
ro: --debug - înregistrează activitatea în jurnal
ru: --debug - заносить в журнал выполняемые действия
sl: --debug - zapisuj, kaj je opravljeno
sv: --debug - logga vad som görs
uk: --debug - створювати журнал
uz: --debug - bajarilgan ishlar boʻyicha log jurnali
uz@cyrillic: --debug - бажарилган ишлар бўйича лог журнали

source: Unable to update packages from update_source medium.
ar: لا يمكن تحديث الحزم من وسيط التحديث.
cs: Nelze aktualizovat balíčky ze zdroje update_source.
da: Kan ikke opdatere pakker fra update_source-medie.
de: Aktualisieren der Pakete vom Update-Medium nicht möglich.
el: Αδύνατη η ενημέρωση των πακέτων από το μέσο update_source.
es: No se puede actualizar paquetes desde el soporte update_source.
et: Pakettide uuendamine update_source andmekandjalt nurjus.
eu: Ezin dira update_source euskarritik paketeak eguneratu.
fi: Paketteja ei voitu päivittää update_source-lähteestä.
fr: Impossible de mettre à jour les paquetages du dépôt update_source.
id: Gagal meng-update paket dari media update_source.
is: Gat ekki uppfært pakka frá uppfærslumiðli.
nb: Klarte ikke oppdatere pakker fra oppdateringsmedium.
nl: Niet in staat pakketten bij te werken vanaf het update_source-medium
nn: Klarte ikkje oppdatera pakkar frå oppdateringsmedium.
pl: Nie można uaktualnić pakietów z nośnika update_source.
pt: Não é possível actualizar os pacotes da média update_source.
pt_br: Não foi possível atualizar os programas da mídia update_source.
ro: Nu se pot actualiza pachetele de pe mediul update_source.
ru: Не удаётся обновить пакеты из источника update_source.
sl: Paketov iz vira update_source ni mogoče posodobiti.
sv: Kunde ej uppdatera paket från update_source källan.
uk: Неможливо поновити пакунки з джерела update_source.
uz: update_source toʻplamidan paketlarni yangilab boʻlmadi.
uz@cyrillic: update_source тўпламидан пакетларни янгилаб бўлмади.

source: Run OpenMandriva Update Applet Configuration
es: Ejecutar el applet de configuración de actualizaciones de OpenMandriva
et: OpenMandriva uuendamisapleti seadistamise käivitamine
eu: Exekutatu OpenMandriva Eguneratze konfigurazio Miniaplikazioa
uk: Запуск засобу налаштовування аплету оновлення OpenMandriva

source: Authentication is required to run OpenMandriva Update Applet Configuration
es: Se requiere autenticación para configurar el applet de actualizaciones
et: OpenMandriva uuendamisapleti seadistamiseks on vajalik autentimine
eu: Egiaztapena beharrezkoa da OpenMandriva Eguneratze konfigurazio Miniaplikazioa exekutatzeko
uk: Щоб запустити засіб налаштовування аплету оновлення OpenMandriva, слід пройти розпізнавання

source: Run OpenMandriva Upgrade Helper
es: Ayudante de actualizaciones
et: OpenMandriva uuendamisabilise käivitamine
eu: Exekutatu OpenMandriva Berritze Laguntzailea
uk: Запуск допоміжного засобу оновлення версії OpenMandriva

source: Authentication is required to run OpenMandriva Upgrade Helper
es: Se requiere autenticación para ejecutar el ayudante de actualizaciones
et: OpenMandriva uuendamisabilise käivitamiseks on vajalik autentimine
eu: Egiaztapena beharrezkoa da OpenMandriva Berritze Laguntzailea exekutatzeko
uk: Щоб запустити допоміжний засіб оновлення версії OpenMandriva, слід пройти розпізнавання

source: Run OpenMandriva Updater
es: Actualizar OpenMandriva
et: OpenMandriva uuendaja käivitamine
eu: Exekutatu OpenMandriva Eguneratzailea
uk: Запуск засобу оновлення OpenMandriva

source: Authentication is required to run OpenMandriva Updater
es: Se requiere autenticación para actualizar OpenMandriva
et: OpenMandriva uuendaja käivitamiseks on vajalik autentimine
eu: Egiztatzea beharrezkoa da OpenMandriva Eguneratzailea exekutatzeko
uk: Щоб запустити допоміжний засіб оновлення OpenMandriva, слід пройти розпізнавання

source: Run OpenMandriva Package Media Updater
es: Ejecutar OpenMandriva Package Media Updater
et: OpenMandriva andmekandjate uuendaja käivitamine
eu: Exekutatru OpenMandriva Pakete Baliabide Eguneratzailea
uk: Запуск засобу оновлення джерел пакунків OpenMandriva

source: Authentication is required to run OpenMandriva Package Media Updater
es: Se necesita autenticación para ejecutar OpenMandriva Package Media Updater
et: OpenMandriva andmekandjate uuendaja käivitamiseks on vajalik autentimine
eu: Egiztapena beharrezkoa da OpenMandriva Pakete Baliabide Eguneratzailea exekutazeko
uk: Щоб запустити допоміжний засіб оновлення джерел пакунків OpenMandriva, слід пройти розпізнавання

source: Enterprise
da: Virksomhed
es: Empresarial
eu: Enpresa
fr: Entreprise
nb: Bedrift
nn: Bedrift
pt_br: Empresa
ro: Antrepriză
sv: Företag

source: OpenMandriva Online %s
ar: ماندريفا أونلاين %s
pt: OpenMandriva Em-linha %s

source: Mandriva Enterprise Server
pt: Servidor Mandriva Enterprise

source: Launching OpenMandrivaUpdate
cs: Spouští se OpenMandrivaUpdate
da: Start OpenMandrivaUpdate op
de: Starte OpenMandrivaUpdate
el: Εκτέλεση του OpenMandrivaUpdate
fr: Lancement de OpenMandrivaUpdate
id: Menjalankan OpenMandrivaUpdate
nb: Kjører OpenMandrivaUpdate
nl: OpenMandrivaUpdate wordt gestart
pl: Uruchamianie polecenia OpenMandrivaUpdate
pt_br: Lançando o OpenMandrivaUpdate
ro: Se lansează OpenMandrivaUpdate
ru: Запуск OpenMandriva Update
sl: »OpenMandrivaUpdate« se zaganja
sv: Startar OpenMandrivaUpdate

source: --auto - OpenMandriva Update launched automatically.
cs: --auto - automatické spuštění OpenMandriva Update.
da: --auto - OpenMandriva Update startes automatisk.
de: --auto - OpenMandriva Aktualisierung startet automatisch.
el: --auto - αυτόματη εκτέλεση του OpenMandriva Update.
fr: --auto - OpenMandriva Update est lancé automatiquement.
id: --auto - OpenMandriva Update dijalankan secara otomatis.
nb: --auto – OpenMandriva Update kjørt automatisk.
nl: --auto - OpenMandriva Update automatisch starten.
pl: --auto - automatyczne uruchamiane OpenMandriva Update .
pt_br: --auto - Lançar OpenMandriva Update Automaticamente.
ro: --auto - OpenMandriva Update este lansat automat.
ru: --auto - автоматически запускать OpenMandriva Update
sl: --auto - OpenMandriva Update se zažene samodejno.
sv: --auto - OpenMandriva Update startas automatiskt.

source: --noX - text mode version of OpenMandriva Update.
cs: --noX - textová verze OpenMandriva Update.
da: --noX - teksttilstandsversion af OpenMandriva Update.
de: --noX - Textmodus Version der OpenMandriva Aktualisierung.
el: --noX - έκδοση του OpenMandriva Update σε μορφή κειμένου.
fr: --noX - mode texte de OpenMandriva Update.
id: --noX - versi mode teks OpenMandriva Update.
nb: --noX – tekstversjon av OpenMandriva Update.
nl: --noX - tekstmodus van OpenMandriva Update.
pl: --noX - OpenMandriva Update pracujący w trybie tekstowym.
pt_br: --noX - Versão Modo Texto do OpenMandriva Update.
ro: --noX - mod text pentru OpenMandriva Update.
ru: --noX - текстовая версия OpenMandriva Update
sl: --noX - OpenMandriva Update v besedilnem načinu.
sv: --noX - textversion av OpenMandriva Update.
