Repository: OpenMandrivaSoftware/mdkonline
Catalog: po/*.po
Languages: ar, cs, da, de, el, es, et, eu, fi, fr, id, is, nb, nl, nn, pl, pt, pt_br, ro, ru, sl, sv, uk, uz, uz@cyrillic

source: Upgrade to OpenMandriva %s release was successful.
ar: نجحت الترقية إلى إصدار ماندريفا %s
es: La actualización a OpenMandriva %s se completó correctamente.
et: Uuendamine OpenMandriva versioonile %s õnnestus.
eu: Bertsio berritza OpenMandriva %s askapenera arrakastatsua izan da.
fi: Päivitys OpenMandriva %s -julkaisuun onnistui.
is: Tókst að uppfæra í útgáfu OpenMandriva %s.
nn: Oppgraderinga til OpenMandriva %s er no fullført.
pt: Actualização para o lançamento OpenMandriva %s terminada.
uk: Поновлення OpenMandriva до версії %s успішно виконано.
uz: OpenMandriva %s reliziga yangilash muvaffaqiyatli amalgan oshirildi.
uz@cyrillic: OpenMandriva %s релизига янгилаш муваффақиятли амалган оширилди.

source: You must restart your system.
ar: يجب أن تعيد النظام
cs: Váš systém musí být restartován.
da: Du skal genstarte dit system.
de: Sie müssen Ihr System neustarten.
el: Πρέπει να επανεκκινήστε το σύστημά σας.
es: Debe reiniciar su sistema.
et: Nüüd tuleb süsteem uuesti käivitada.
eu: Zure sistema berrabiatu behar duzu.
fi: Järjestelmä tulee käynnistää uudelleen.
fr: Vous devez redémarrer votre système.
id: Anda harus menjalankan ulang komputer.
is: Þú verður að endurræsa kerfið þitt.
nb: Du må starte maskina på nytt.
nl: U dient uw computer te herstarten.
nn: Du må starta maskina på nytt.
pl: Uruchom komputer ponownie.
pt: Tem que reiniciar o seu sistema.
pt_br: Você deve Reiniciar o Sistema.
ro: Trebuie să reporniți sistemul.
ru: Необходимо перезагрузить систему.
sl: Računalnik je potrebno znova zagnati.
sv: Du måste starta om ditt system.
uk: Вам потрібно перезапустити систему.
uz: Tizimni oʻchirib-yoqishingiz kerak.
uz@cyrillic: Тизимни ўчириб-ёқишингиз керак.

source: Reboot
ar: أعد الحاسوب
cs: Restartovat
da: Genstart
de: Neustart
el: Επανεκκίνηση
es: Reiniciar
et: Taaskäivitus
eu: Berrabiarazi
fi: Käynnistä uudelleen
fr: Redémarrage
id: Boot Ulang
is: Endurræsa
nb: Start på nytt
nl: Herstarten
nn: Start på nytt
pl: Uruchom ponownie
pt: Reiniciar
pt_br: Reiniciar
ro: Redemarează
ru: Перезагрузка
sl: Ponovni zagon
sv: Starta om
uk: Перезавантажити
uz: Oʻchirib-yoqish
uz@cyrillic: Ўчириб-ёқиш

source: An error occurred
ar: حدث خطأ
cs: Vyskytla se chyba
da: En fejl indtraf
de: Ein Fehler ist aufgetreten
el: Προκλήθηκε σφάλμα
es: Ha ocurrido un error
et: Tekkis viga
eu: Akats bat gertatu da
fi: Ilmeni virhe
fr: Une erreur est survenue
id: Terjadi kesalahan
is: Villa kom upp
nb: Det oppsto en feil
nl: Er is een fout opgetreden
nn: Det oppstod ein feil
pl: Wystąpił błąd
pt: Ocorreu um erro
pt_br: Ocorreu um Erro
ro: S-a produs o eroare
ru: Возникла ошибка
sl: Prišlo je do napake
sv: Ett fel inträffade
uk: Сталася помилка
uz: Xato roʻy berdi
uz@cyrillic: Хато рўй берди

source: Unable to download distro list
cs: Nelze stáhnout seznam distribuce
de: Die Distributions-Liste kann nicht heruntergeladen werden
el: Αδύνατη η λήψη της λίστας διανομών
es: No se puede descargar la lista de distribuciones
et: Distributsiooninimekirja allalaadimine nurjus
eu: Ezin de deskargatu distro zerrenda
fr: Impossible de télécharger la liste des distributions
id: Tidak bisa mendownload daftar distro
nl: Kan de distrolijst niet downloaden
pt_br: Não é possível baixar lista distro
ro: Nu s-a putut descărca lista distribuțiilor
ru: Не удалось получить список дистрибутивов
sl: Prenos seznama distribucij ni bil možen
uk: Не вдалося отримати список дистрибутивів

source: Distribution version %s was not found in the update list
cs: Verze distribuce %s nebyla nalezena v seznamu s aktualizacemi
de: Distributions-Version %s wurde in der Update-Liste nicht gefunden
el: Η έκδοση διανομής %s δεν βρέθηκε στη λίστα ενημερώσεων
es: No se encontró la versión %s de la distribución en la lista de actualizaciones
et: Uuendusnimekirjas ei leitud distributsiooni versiooni %s
eu: Distribuzio bertsioa %s ez zen eguneratze zerrendan aurkitu
fr: La version %s de la distribution n'a pas été trouvée dans la liste de mise à jour.
id: Versi distribusi %s tidak ditemukan di daftar update
nl: Distributieversie %s werd niet gevonden in de bijwerklijst
pt_br: Distribuição versão %s não foi encontrado na lista de atualização
ro: Versiunea %s a distribuției nu a fost găsită în lista cu actualizări
ru: В списке обновлений не найдено версии дистрибутива %s
sl: Distribucije verzije %s na seznamu ni bilo najti
uk: У списку оновлень не знайдено версії дистрибутива %s

source: Preparation Required
cs: Vyžadována příprava
de: Vorbereitung erforderlich
el: Απαιτείται προετοιμασία
es: Se necesita preparación
et: Vajalik on ettevalmistus
eu: Prestaketa Beharrezkoa
fr: Préparation nécessaire
id: Persiapan yang Diperlukan
nl: Voorbereiding nodig
pt_br: Preparação obrigatório
ro: Se necesită pregătire
ru: Нужно выполнить подготовку
sl: Za ta postopek je zahtevana priprava
uk: Потрібно виконати приготування

source: In order to upgrade, your current installation needs to be prepared. Do you wish to do this preparation now?
cs: Aby mohlo dojít k provedení povýšení, je třeba, aby byla vaše nynější instalace připravena. Chcete tuto přípravu udělat nyní?
de: Um Ihr System zu aktualisieren, ist eine Vorbereitung erforderlich. Soll diese Vorbereitung jetzt durchgeführt werden?
el: Για την πραγματοποίηση της αναβάθμισης, απαιτείται προετοιμασία της τρέχουσας εγκατάστασης. Επιθυμείτε να γίνει η προετοιμασία τώρα;
es: Para realizar la actulización se necesita preparar esta instalación. ¿Quiere realizar esta preparación ahora?
et: Uuendamiseks on vaja praegune paigaldus ette valmistada. Kas soovite ettevalmistusega kohe alustada?
eu: Berritzeko ordenean, uneko instalazioa prestatu behar da. Prestaketa hau orain egitea nahi duzu?
fr: Afin de mettre à niveau votre système, il a besoin d'être préparé. Voulez-vous effectuer cette préparation maintenant ?
id: Untuk melakukan upgrade, instalasi Anda perlu dipersiapkan. Anda ingin melakukannya sekarang?
nl: Om op te waarderen moet uw huidige installatie voorbereid worden. Wilt u deze voorbereiding nu starten?
pt_br: A fim de atualizar, a instalação atual precisa ser preparada. Você gostaria de fazer esta preparação agora?
ro: Instalarea curentă trebuie pregătită pentru a putea fi actualizată. Doriți să faceți această pregătire acum?
ru: Для выполнения обновления системы текущую установленную версию следует подготовить. Хотите выполнить подготовку сейчас?
sl: Vašo trenutno namestitev je za nadgradnjo potrebno pripraviti. Ali želite to pripravo izvesti sedaj?
uk: Для виконання оновлення системи поточну встановлену версію слід приготувати. Хочете виконати це приготування зараз?

source: Further action is required before you can continue. Please see %s for more information.
cs: Předtím, než budete moci pokračovat, je vyžadován další krok. Podívejte se, prosím, na %s kvůli dalším informacím.
de: Es sind weitere Maßnahmen erforderlich, bevor Sie fortfahren können. Mehr Informationen finden sie hier: %s
el: Απαιτούνται επιπλέον ενέργειες πριν συνεχίσετε. Παρακαλώ ανατρέξτε στο %s για περισσότερες πληροφορίες.
es: Antes de continuar, necesita revisar algunos detalles. Consulte %s para más información.
et: Enne jätkamist tuleb veel üht-teist teha. Täpsemalt kõneleb sellest %s.
eu: Zuk jarraitu ahal izan baino lehen ekintza gehiago egin behar duzu. Mesedez informazio gehiagotarako %s ikusi ezazu.
fr: Une action complémentaire est nécessaire avant de pouvoir continuer. Merci de consulter %s pour plus d'informations.
id: Tindakan lanjutan diperlukan sebelum Anda bisa melanjutkan. Silakan lihat %s untuk informasi lebih lanjut.
nl: Verder actie is nodig voor u verder kunt gaan. Zie a.u.b. %s voor meer informatie.
pt_br: São necessárias novas medidas para que você possa continuar. Por favor, veja %s para mais informações.
ro: Acțiuni suplimentare sînt necesare înainte de a putea continua. Consultați %s pentru informații suplimentare.
ru: Прежде чем продолжать, необходимо выполнить дополнительное действие. Чтобы узнать больше, ознакомьтесь с %s.
sl: Preden nadaljujete, so potrebne nekatere aktivnosti. Za več informacij si oglejte %s.
uk: Перш ніж продовжувати, слід виконати додаткову дію. Щоб дізнатися більше, ознайомтеся з %s.

source: Next Steps
cs: Další kroky
de: Nächste Schritte
el: Επόμενα βήματα
es: Próximos pasos
et: Järgmised sammud
eu: Hurrengo pausuak
fr: Prochaines étapes
id: Langkah Selanjutnya
nl: Volgende stappen
pt_br: Próximos passos
ro: Etapele următoare
ru: Следующие шаги
sl: Naslednji koraki
uk: Наступні кроки

source: Packages database is locked. Please close other applications working with packages database (do you have another media manager on another desktop, or are you currently installing packages as well?).
ar: قاعدة بيانات الحزم مقفلة. من فضلك أغلق التّطبيقات الأخرى المستعملة لقاعدة بيانات الحزم (هل لديك مدير وسائط آخر على سطح مكتب آخر مثلاً، أو هل تثبّت حزمًا حاليًا كذلك؟).
cs: Databáze balíčků je zamčená. Ukončete prosím jiné aplikace, které s databází balíčků pracují (Možná máte správce zdrojů softwaru spuštěný na jiné ploše nebo právě instalujete balíčky?).
da: Pakke-databasen er låst. Luk andre programmer som arbejder på pakke-databasen (har du en anden medie-administrator på en anden maskine, eller er du også i øjeblikket i færd med at installere pakker?).
de: Die Paketdatenbank ist gesperrt. Bitte schließen Sie andere Anwendungen,die mit der Paketdatenbank arbeiten (haben Sie einen anderen Paket-Manager auf einem anderen Desktop laufen oder fügen Sie gerade Pakete hinzu?).
el: Η βάση δεδομένων των πακέτων είναι κλειδωμένη. Παρακαλώ κλείστε άλλες εφαρμογές που εργάζονται με τη βάση δεδομένων των πακέτων (έχετε άλλο διαχειριστή μέσων σε άλλη επιφάνεια εργασίας, ή κάνετε επί του παρόντος εγκατάσταση πακέτων ;)
es: La base de datos de paquetes está bloqueada. Por favor, cierre otras aplicaciones que trabajen con la misma (¿tiene algún otro administrador de soportes en otro escritorio, o está instalando paquetes en este instante?)
et: Tarkvarapakettide andmebaas on lukus. Palun sulgege kõik muud rakendused, mis seda kasutavad. (On Teil avatud mõni muu andmekandjatega tegelev rakendus mõnel muul töölaual või paigaldate parajasti mingeid tarkvarapakette?)
eu: Paketeen datu-basea blokeatuta dago. Itxi paketeen datu-basearekin lanean ari diren aplikazioak (beste mahaigain batean beste euskarri-kudeatzaile bat duzu, edo une honetan paketeak instalatzen ari zara?).
fi: Pakettitietokanta on lukittu. Muut pakettitietokantaa käyttävät sovellukset on suljettava (onko taustalla toinen Ohjelmistolähteiden hallinta toisella työpöydällä tai asennetaanko paketteja juuri nyt?).
fr: La base de données des paquetages est verrouillée. Veuillez fermer les autres applications qui se servent de la base de données des paquetages (avez-vous un autre gestionnaire de dépôts logiciels ouvert sur un autre bureau, ou êtes-vous aussi en train d'installer des paquetages en même temps ?).
id: Database paket terkunci. Harap tutup aplikasi lain yang menggunakan database paket (apakah Anda memiliki manajer media pada desktop lain, atau Anda sedang menginstall paket juga?).
is: Pakkagagnagrunnur er læstur. Vinsamlega lokið öðrum forritum sem eru að vinna með gagnagrunninn (Er annar pakkastjóri í gangi á skjáborðinu þínu, eða ertu að setja inn pakka annarstaðar?).
nb: Pakkedatabasen er låst. Lukk andre programmer som bruker pakkedatabasen (har du en annen mediumshåndterer på et annet skrivebord, eller installeres pakker samtidig?).
nl: Pakketdatabank is vergrendeld. Sluit alstublieft andere programma's die met de pakketdatabank werken (loopt Software Mediabeheer al op een ander werkblad, of bent u op het moment al pakketten aan het installeren?).
nn: Pakkedatabasen er låst. Lukk alle andre program som brukar pakkedatabasen (har du eit anna mediehandsamingsprogram oppe, eller held du på å installera andre pakkar no?).
pl: Baza danych pakietów jest zablokowana. Zamknij inne aplikacje działające z bazą danych pakietów (czy masz może uruchomionego innego menedżera nośników lub też aktualnie instalowane są jakieś pakiety?).
pt: A base de dados dos pacotes está trancada. Por favor feche as outras aplicações que estejam em execução com a base de dados dos pacotes (tem outro gestor de médias noutro ecrã, ou está actualmente também a instalar pacotes?).
pt_br: A base de dados de programas está trancada. Feche os programas que podem estar usando esta base (Gerenciador em outra área de trabalho ou caso esteja instalando algum programa).
ro: Baza de date cu pachete este blocată. Închideți celelalte aplicații care lucrează cu baza de date (aveți alt gestionar de pachete pe alt birou, sau instalați alte pachete în același timp?).
ru: База данных пакетов заблокирована. Закройте другие приложения, работающие с базой данных пакетов (может на другом рабочем столе запущена ещё одна копия менеджера источников, или сейчас идёт установка пакетов в другом окне?).
sl: Zbirka podatkov o paketih je zaklenjena. Zaprite vse programe, ki uporabljajo podatkovno zbirko paketov (je mogoče na drugem namizju odprt še en upravitelj virov, ali zdaj nameščate pakete?).
sv: Paketdatabasen är låst. Stäng applikationerna som använder paketdatabasen (har du en annan pakethanterare på en annan arbetsyta, eller håller du redan på att installera paket?).
uk: Базу даних пакунків заблоковано. Будь ласка, закрийте інші програми, які з нею працюють (можливо, виконується інший менеджер джерел на іншій стільниці, або Ви в даний момент встановлюєте пакунки).

source: Failure when adding medium
ar: فشل عند إضافة الوسيط
cs: Nepodařilo se přidat médium
da: Fejl ved tilføjelse af medie
de: Fehler beim Hinzufügen des Mediums
el: Αποτυχία κατά την προσθήκη μέσου
es: Fallo al añadir soporte
et: Viga andmekandja lisamisel
eu: Ezin izan da euskarria gehitu
fi: Virhe lisättäessä lähdettä
fr: Échec lors de l'ajout du dépôt
id: Kesalahan ketika menambahkan media
is: Villa þegar miðli var bætt við
nb: Feil under forsøk på å legge til medium
nl: Toevoegen medium mislukt
nn: Klarte ikkje leggja til nytt medium
pl: Niepowodzenie podczas dodawania nośnika
pt: Falha ao adicionar média
pt_br: Falha Enquanto Adicionava Mídia
ro: Adăugare de mediu eșuată
ru: Не удалось добавить источник
sl: Neuspeh pri dodajanju vira
sv: Fel vid tillägg av media
uk: Помилка при додаванні джерела
uz: Toʻplamni qoʻshish muvaffaqiyatsiz tugadi
uz@cyrillic: Тўпламни қўшиш муваффақиятсиз тугади

source: Error updating media
ar: خطأ في تحديث الوسيط
cs: Chyba při aktualizaci zdroje
da: Fejl ved opdatering af medie
de: Fehler beim Aktualisieren des Mediums
el: Σφάλμα στην ενημέρωση των μέσων
es: Error actualizando el soporte
et: Viga andmekandja uuendamisel
eu: Akatsa euskarri eguneratzerakoan
fi: Virhe päivitettäessä lähteitä.
fr: Erreur lors de la mise à jour des dépôts
id: Kesalahan mengupdate media
is: Villa við uppfærslu á miðli
nb: Feil ved oppdatering av media
nl: Er is een fout opgetreden bij het bijwerken van de media
nn: Feil ved oppdatering av medie
pl: Błąd w trakcie aktualizowania nośnika
pt: Erro ao actualizar média
pt_br: Erro ao Atualizar Mídia
ro: Eroare la actualizarea mediului
ru: Не удалось обновить источник
sl: Napaka pri posodabljanju
sv: Fel vid uppdatering av media
uk: Помилка оновлення носія
uz: Toʻplamni yangilab boʻlmadi
uz@cyrillic: Тўпламни янгилаб бўлмади

source: Mandriva Powerpack brings you the best of Linux experience for desktop: stability and efficiency of open source solutions together with exclusive softwares and Mandriva official support.
cs: Mandriva Powerpack vám přináší tu nejlepší zkušenost s Linuxem na desktopu: stabilitu a efektivitu řešení s otevřenými zdroji spolu s exkluzivním softwarem a oficiální podporou společnosti Mandriva.
da: Mandriva Linux giver dig den bedste oplevelse med skrivebordet. Stabilitet og effektivitet fra åben kildetekst-løsninger, sammen med eksklusivt programmel and officiel understøttelse fra Mandriva.
el: Η Mandriva Powerpack σας προσφέρει την καλύτερη εμπειρία επιφάνειας εργασίας Linux: την σταθερότητα και αποτελεσματικότητα του ανοιχτού λογισμικού σε συνδυασμό με αποκλειστικές εφαρμογές και επίσημη υποστήριξη Mandriva.
es: Mandriva Powerpack le brinda la mejor de la experiencia Linux para el escritorio: estabilidad y eficiencia de soluciones de código abierto junto con aplicaciones exclusivas y soporte oficial de Mandriva.
et: Mandriva Powerpack pakub Teile parimaid Linuxi kogemusi töölaual: avatud lähtekoodi stabiilsus ja tõhusus käsikäes eksklusiivse tarkvara ja Mandriva ametliku tugiteenusega.
eu: Mandriva Powerpack-ek mahaigainerako Linux esperientziarik onena ekartzen dizu: iturburu irekiko ebazpideen egonkortasun eta eraginkortasuna, software esklusibo eta Mandrivaren euskarri ofizialarekin batera.
fi: Mandriva Powerpack tuo sinulle parhaan Linux kokemuksen työpöydälle: avoimen lähdekoodin perustuva vakaat ja tehokaat ratkaisut yhdistettynä eksklusiivisiin ohjelmistoihin ja Mandrivan viralliseen tukeen.
nb: Mandriva Linux gir deg den beste opplevelsen for skrivebordet. Stabilitet og effektiviteten til åpen kildekode-løsninger, sammen med eksklusiv programvare and offentlig støtte fra Mandriva.
nn: Mandriva Powerpack gjev deg den beste Linux-opplevinga – stabilitet og effektivitet, med løysingar baserte på fri programvare saman med eksklusive Mandriva-program, og med offisiell kundestøtte.
pl: Mandriva Powerpack dostarcza najlepsze rozwiązania Linuksa dla komputerów: stabilniejsze i wydajniejsze rozwiązanie open source na zasadach wyłączności oraz oficjalne wsparcie Mandrivy.
pt: A Mandriva Powerpack traz-lhe a melhor experiência Linux: estabilidade e eficiência em soluções de código livre em conjunto com a exclusividade do suporte oficial Mandriva.
pt_br: Mandriva Powerpack traz para você o melhor da experiência Linux: estabilidade e eficiência em soluções de código aberto junto com programas exclusivos e suporte oficial Mandriva.
ro: Mandriva Powerpack vă aduce cea mai bună experiență Linux pentru birou: stabilitatea și eficiența soluțiilor cu sursă deschisă împreună cu programe exclusive și suport oficial Mandriva.
ru: Mandriva Powerpack привнесет лучшее из Linux на ваш ПК: стабильность и эффективность решений с открытым исходным кодом вместе с эксклюзивным ПО и официальной поддержкой Mandriva.
sl: Mandriva PowerPack vam prinaša najboljše Linux doživetje na namizju: stabilnost in učinkovitost odprto-kodnih rešitev z ekskluzivnimi programi in uradno Mandrivino podporo.
sv: Mandriva Powerpack ger dig det bästa av Linux upplevelser för skrivbordet: stabilitet och effektivitet av lösningar baserade på öppen källkod tillsammans med exklusiva programvaror och Mandrivas officiella support.
uk: Mandriva Powerpack надає Вам передові досягнення лікакса для настільних комп’ютерів: стабільність і ефективність рішень з відкритим кодом поруч з комерційними програмами і офіційною підтримкою Mandriva.

source: Mandriva Linux Features
cs: Vlastnosti Mandriva Linuxu
da: Mandriva Linux faciliteter
el: Χαρακτηριστικά της Mandriva Linux
es: Características de Mandriva Linux
et: Mandriva Linuxi omadused
eu: Mandriva Linux-en ezaugarriak
fi: Mandriva Linux ominaisuudet
nb: Funksjoner i Mandriva Linux
nn: Funksjonar i Mandriva Linux
pl: Możliwości Mandriva Linux
pt: Características Mandriva Linux
pt_br: Características Mandriva Linux
ro: Funcționalitățile Mandriva Linux
ru: Особенности Mandriva Linux
sl: Zmožnosti Mandriva Linuxa
sv: Mandriva Linux Egenskaper
uk: Можливості Мандріва лінакс

source: Online subscription
cs: Online předplatné
da: Abonnement på nettet
de: Online Registrierung
el: Εγγραφή στο διαδίκτυο
es: Suscripción en línea
et: Internetitellimus
eu: Lerroko harpidetza
fi: Online-tilaus
fr: Inscription en ligne
nb: Nettbasert abonnement
nn: Abonnement
pl: Subskrypcja online
pt: Subscrição em-linha
pt_br: Assinatura Online
ro: Abonare în direct
ru: Онлайн подписка
sl: Spletna naročnina
sv: Online prenumeration
uk: Мережева передплата

source: More information on your user account
ar: معلومات إضافية عن حسابك
cs: Více informací o vašem uživatelském účtu
da: Mere information om din brugerkonto
de: Mehr Informationen über Ihr Benutzerkonto
el: Περισσότερες πληροφορίες για τον λογαριασμό σας
es: Más información en su cuenta de usuario
et: Rohkem teavet Teie kasutajakonto kohta
eu: Zure erabiltzaile kontuaren gaineko informazio gehiago
fi: Lisätietoja my.mandriva.com -tilistä
fr: Plus d'information sur votre compte utilisateur
id: Informasi lebih lanjut pada akun pengguna Anda
is: Ítarlegri upplýsingar um skráningu þína
nb: Mer informasjon om brukerkontoen din
nl: Meer informatie over uw gebruikersaccount
nn: Meir informasjon om brukarkontoen din
pl: Więcej informacji jest dostępna w panelu Twojego konta
pt: Mais informação na sua conta de utilizador
pt_br: Mais Informações sobre sua Conta de Usuário
ro: Informații suplimentare despre contul vostru de utilizator
ru: Дополнительные сведения об учётной записи
sl: Več podatkov o vašem uporabniškem računu
sv: Mera information om ditt användarkonto
uk: Додаткова інформація про рахунок
uz: Hisobning qoʻshimcha maʼlumotlari
uz@cyrillic: Ҳисобнинг қўшимча маълумотлари

source: Your email
ar: بريدك الإلكتروني
cs: Váš email
da: Din e-post
de: Ihre Emailadresse
el: Το ηλ.ταχυδρομείο σας
es: Su correo electrónico
et: Teie e-posti aadress
eu: Zure post@
fi: Sähköpostiosoite
fr: Votre courriel
id: Email Anda
is: Netfangið þitt
nb: E-postadresse
nl: Uw e-mailadres
nn: E-postadresse
pl: Twój e-mail
pt: O seu endereço electrónico
pt_br: Seu E-Mail
ro: Adresa voastră electroniă
ru: Адрес электронной почты
sl: Vaša e-pošta
sv: Din e-post
uk: Електронна пошта
uz: Elektron pochta
uz@cyrillic: Электрон почта

source: Your password
ar: كلمة سرك
cs: Vaše heslo
da: Din adgangskode
de: Ihr Passwort
el: Ο κωδικός σας
es: Su contraseña
et: Teie parool
eu: Zure pasahitza
fi: Salasana
fr: Votre mot de passe
id: Sandi Anda
is: Lykilorðið þitt
nb: Passord
nl: Uw wachtwoord
nn: Passord
pl: Twoje hasło
pt: A sua senha
pt_br: Sua Senha
ro: Parola voastră
ru: Пароль
sl: Vaše geslo
sv: Ditt lösenord
uk: Пароль
uz: Maxfiy soʻz
uz@cyrillic: Махфий сўз

source: Forgotten password
ar: نسيت كلمة السر
cs: Zapomenuté heslo
da: Glemt adgangskode
de: Vergessenes Passwort
el: Έχω ξεχάσει τον κωδικό πρόσβασης
es: No recuerdo mi contraseña
et: Olen parooli unustanud
eu: Ahaztutako pasahitza
fi: Unohdin salasanan
fr: Mot de passe oublié
id: Lupa sandi
is: Gleymt lykilorð
nb: Glemt passord
nl: Wachtwoord vergeten
nn: Gløymt passord
pl: Zapomniałem hasła
pt: Senha esquecida
pt_br: Esqueci Minha Senha :(
ro: Parolă uitată
ru: Забыли пароль?
sl: Pozabljeno geslo
sv: Glömt lösenord
uk: Забутий пароль
uz: Maxfiy soʻzni unutdingizmi
uz@cyrillic: Махфий сўзни унутдингизми
