Repository: OpenMandrivaSoftware/mdkonline
Catalog: po/*.po
Languages: ar, cs, da, de, el, es, et, eu, fi, fr, id, is, nb, nl, nn, pl, pt, pt_br, ro, ru, sl, sv, uk, uz, uz@cyrillic

source: You already have at least one update medium configured, but all of them are currently disabled. You should run the Software Media Manager to enable at least one (check it in the "%s" column). Then, restart "%s".
ar: لديك على الأقل وسيط تحديث واحد مضبوط، لكن جميعها معطلة حالياً. يجب عليك تشغيل مدير وسائط البرامج لتمكين واحد على الأقل (أشر عليها في عمود %s). ثم أعد تشغيل %s.
cs: Máte již nastaven alespoň jeden zdroj pro aktualizaci, všechny jsou však právě vypnuty. Spusťte Správce zdrojů softwaru a alespoň jeden povolte (zaškrtněte políčko ve sloupci „%s”). Poté znovu spusťte „%s”.
da: Du har allerede mindst ét opdateringsmedie konfigureret, men de er alle deaktiveret i øjeblikket. Du bør køre Administration af programmedier for at aktivere mindst ét. (Markér det i '%s'-kolonnen.) Derefter skal '%s' genstartes.
de: Sie haben schon mindestens ein Update-Medium angegeben, aber im Moment sind alle diese Medien ausgeschaltet. Sie sollten den Software Medien Manager ausführen und mindestens eines der Medien aktivieren (Schalten Sie es in der "%s" Spalte ein) Starten Sie anschließend erneut "%s".
el: Έχεις ήδη, ένα ή περισσότερα μέσα ενημέρωσης ρυθμισμένα, αλλά προς το παρόν, είναι όλα, ανενεργά. Μπορείς να ενεργοποιήσεις ένα από αυτά από το «Πηγές λογισμικού» στο Κέντρο Ελέγχου Mandriva (επιλέξτε το στη στήλη «%s»). Έπειτα, εκκινήστε ξανά το «%s».
es: Ya tiene configurado al menos un soporte de actualizaciones, pero todos están deshabilitados en este momento. Debería ejecutar el Administrador de Soportes de Software para habilitar al menos uno (selecciónelo en la columna "%s" ). Luego, reinicie "%s".
et: Vähemalt üks uuenduste allikas on juba seadistatud, kuid praegu on kõik keelatud. Teil tuleks käivitada tarkvaraallikate haldur, et vähemalt üks lubada (klõpsake selleks veerul "%s"). Seejärel käivitage "%s" uuesti.
eu: Dagoeneko gutxienez eguneraketa euskarri bat konfiguratuta daukazu, baina une honetan guztiak ezgaituta daude. Software Euskarrien Kudeatzailea exekutatu beharko zenuke gutxienez bat gaitzeko (markatu "%s" zutabean). Ondoren, "%s" berrabiarazi.
fi: Ainakin yksi päivityslähde on määritelty, mutta päivitys- lähteitä ei ole tällä hetkellä käytössä. Ainakin yksi päivityslähde tulisi ottaa käyttöön Ohjelmistolähteiden hallinnalla (valitse lähteen %s-valinta). Tämän jälkeen käynnistä %s uudelleen.
fr: Vous possédez déjà au moins un dêpot de mise à jour configuré, mais aucun n'est activé actuellement. Vous devriez lancer le Gestionnaire de Logiciels pour en activer au moins un (cochez-le dans la colonne « %s ») Ensuite, redémarrez « %s ».
id: Anda sudah punya setidaknya satu konfigurasi media update, tapi semua tidak aktif. Anda harus menjalankan Manajemen Media Perangkat Lunak untuk mengaktifkan setidaknya satu di antaranya (tandai kolom "%s" Lalu jalankan ulang "%s".
is: Þú hefur sett upp a.m.k. einn uppfærslumiðil, en þeir eru allir óvirkir. Þú verður að keyra Hugbúnaðar-miðla-tólið til að virkja a.m.k. einn þeirra. (krossa við í "%s" dálknum). Endurræstu síðan "%s".
nb: Du har allerede minst et oppdateringsmedium satt opp, men ingen av dem er i bruk. Du burde kjøre oppsettsprogrammet for medium for å aktivere minst et (se i kolonnen «%s»). Start så %s på nytt.
nl: U hebt al tenminste één herzieningenmedium geconfigureerd, maar geen ervan is momenteel ingeschakeld. U dient Software Mediabeheer te starten om er tenminste één te activeren (selecteer dit in de kolom ‘%s’). Daarna herstart u ‘%s’.
nn: Du har allereie minst eitt oppdateringsmedium, men ingen av dei er i bruk. Du bør køyra medieoppsettprogrammet, og der velja å bruka minst eitt av media (sjå i «%s»-kolonnen). Start så %s på nytt.
pl: Posiadasz już co najmniej jeden skonfigurowany nośnik aktualizacyjny lecz jest on aktualnie wyłączony. Należy uruchomić Menedżera Źródeł Nośników aby włączyć co najmniej jeden (zaznacz je w kolumnie "%s"). Następnie uruchom ponownie "%s".
pt: Já tem pelo menos uma média de actualização configurada, mas actualmente encontram-se todas desactivadas. Deve executar o 'Gestor de Médias de Programas' para activar pelo menos uma média (active-a na coluna "%s"). Depois, reinicie a "%s".
pt_br: Você já tem pelo menos uma mídia de Atualização configurada, no momento todas estão desabilitadas. Você deve executar o 'Configurar Mídias para Atualização e Instalação de Novos Programas' e habilitar ao menos uma (Marcar ela na coluna "%s"). Depois, reinicie o "%s".
ro: Aveți configurate mai multe medii de actualizare, dar toate sînt dezactivate. Ar trebui să activați cel puțin unul, pornind gestionarul mediilor cu programe (verificați în coloana „%s”). Apoi reporniți „%s”.
ru: Источники обновлений настроены, но сейчас они все отключены. С помощью менеджера источников программ включите хотя бы один источник и проверьте столбец «%s»). А затем перезапустите «%s».
sl: Že zdaj je nastavljen najmanj en vir posodobitev, toda vsi so trenutno onemogočeni. Pognati bi morali Upravitelja virov programske opreme, da omogočite najmanj enega (preverite v stolpcu »%s«). Potem ponovno zaženite »%s«.
sv: Du har redan minst ett media för uppdatering konfigurerat, men samtliga är för närvarande inaktiva. Du bör köra 'Programhanteraren för källor' och aktivera minst ett (titta i kolumnen "%s"). Starta sedan om "%s".
uk: Ви вже маєте налаштоване як мінімум одне джерело з поновленнями, але всі вони в даний час не є активними. Вам потрібно запустити Менеджер джерел, щоб активувати хоч одне (позначте "%s"). Після цього перезапустіть "%s".

source: Enabled
ar: مُفعَّل
cs: Povolen
da: Aktiveret
de: Aktiviert
el: Ενεργοποιημένο
es: Habilitada
et: Lubatud
eu: Gaituta
fi: Käytössä
fr: Activé
id: Aktifkan
is: Virkur
nb: I bruk
nl: Ingeschakeld
nn: I bruk
pl: Włączone
pt: Activado
pt_br: Habilitada
ro: Activat
ru: Включён
sl: Omogočen
sv: Aktiverad
uk: Доступний
uz: Yoqilgan
uz@cyrillic: Ёқилган

source: Install updates
ar: ثبّت التّحديثات
cs: Instalovat aktualizace
da: Installér opdateringer
de: Aktualisieren
el: Εγκατάσταση ενημερώσεων
es: Instalar actualizaciones
et: Uuenduste paigaldamine
eu: Instalatu eguneratzeak
fi: Asenna päivitykset
fr: Installer les mises à jour
id: Installasikan update-update
is: Setja inn uppfærslur
nb: Installer oppdateringer
nl: Herzieningen installeren
nn: Installer oppdateringane
pl: Zainstaluj aktualizacje
pt: Instalar Actualizações
pt_br: Instalar Atualizações
ro: Instalare actualizări
ru: Установить обновления
sl: Namesti posodobitve
sv: Installera uppdateringar
uk: Встановити поновлення
uz: Yangilanishlarni oʻrnatish
uz@cyrillic: Янгиланишларни ўрнатиш

source: Add additional package medium
ar: أضف وسيط حزم إضافي
cs: Přidat dodatečný zdroj balíčků
da: Tilføj nyt pakkemedie
de: Weitere Paketquelle hinzufügen
el: Προσθήκη νέου μέσου πακέτων
es: Añadir soporte con Programas Adicionales
et: Täiendava andmekandja lisamine
eu: Erantsi pakete euskarri osagarria
fi: Lisää lisäpakettilähde
fr: Ajouter un nouveau dépôt de paquetages
is: Bæta við pakkamiðlum
nb: Legg til ekstra pakkemedium
nl: Een extra pakketmedium toevoegen
nn: Legg til ekstra pakkemedium
pl: Dodaj dodatkowy nośnik z pakietami
pt: Adicionar média de pacotes adicional
pt_br: Adicionar mídia com programas adicionais
ro: Adaugă un mediu de pachete adițional
ru: Добавить дополнительный источник пакетов
sl: Dodaj dodatni vir paketov
sv: Ett tilläggsmedium
uk: Додати додатковий носій з пакунками
uz: QOʻshimcha paketlar toʻplamini qoʻshish
uz@cyrillic: ҚЎшимча пакетлар тўпламини қўшиш

source: Check Updates
ar: التمس تحديثات
cs: Zkontrolovat aktualizace
da: Tjek for opdateringer
de: Überprüfe Updates
el: Έλεγχος ενημερώσεων
es: Verificar actualizaciones
et: Uuenduste kontrollimine
eu: Egiaztatu eguneratzeak
fi: Tarkista päivitykset
fr: Vérifier la disponibilité de mises à jour
id: Cek Update
is: Athuga með uppfærslur
nb: Se etter oppdateringer
nl: Herzieningen nagaan
nn: Sjå etter oppdateringar
pl: Sprawdź aktualizacje
pt: Verificar Actualizações
pt_br: Verificar Atualizações
ro: Verificare actualizări
ru: Проверить обновления
sl: Pregled posodobitev
sv: Kontrollera om det finns uppdateringar
uk: Перевірити поновлення
uz: Yangilanishlarni tekshirish
uz@cyrillic: Янгиланишларни текшириш

source: Configure Network
ar: اضبط الشّبكة
cs: Nastavit síť
da: Konfigurér netværk
de: Netzwerk konfigurieren
el: Ρύθμιση δικτύου
es: Configurar red
et: Võrgu seadistamine
eu: Konfiguratu sarea
fi: Aseta verkko
fr: Configurer le réseau
id: Konfigurasikan Jaringan
is: Stilla nettengingu
nb: Sett opp nettverket
nl: Netwerk configureren
nn: Set opp nettverket
pl: Skonfiguruj sieć
pt: Configurar Nova Conexão
pt_br: Configurar Rede
ro: Configurare rețea
ru: Настроить сеть
sl: Nastavitev omrežja
sv: Konfigurera nätverket
uk: Налаштувати мережу
uz: Tarmoqni moslash
uz@cyrillic: Тармоқни мослаш

source: Upgrade the system
ar: ترقية النظام
cs: Povýšit systém
da: Opgradér systemet
de: Das System aktualisieren
el: Αναβάθμιση του συστήματος
es: Actualizar el sistema
et: Uuenda süsteemi
eu: Sistema bertsio berritu
fi: Päivitä järjestelmä
fr: Mettre à niveau le système
id: Upgrade sistem
is: Uppfæra kerfið
nb: Oppgrader systemet
nl: Het systeem bijwerken
nn: Oppgrader systemet
pl: Zaktualizuj system do nowej wersji
pt: Actualizar o sistema
pt_br: Atualizar o Sistema
ro: Actualizare majoră a sistemului
ru: Обновление системы
sl: Nadgradi sistem
sv: Uppgradera systemet
uk: Оновити систему
uz: Tizimni yangilash
uz@cyrillic: Тизимни янгилаш

source: Basic maintenance for this distribution has expired. Thanks to your subscription to extended maintenance, your system will be kept up to date until %s
cs: Základní podpora této distribuce vypršela. Díky vašemu objednání rozšířené podpory bude váš systém udržován aktuální do %s
da: Grundlæggende vedligeholdelse for denne distribution er ikke understøttet. Da du abonnerer på udvidet vedligeholdelse, får du alligevel opdateringer frem til %s.
el: Η βασική συντήρηση γι' αυτή τη διανομή έχει λήξη. Ευχαριστούμε για την εγγραφή σας στην εκτεταμένη υποστήριξη, το σύστημά σας θα ενημερώνεται μέχρι τις %s
es: El mantenimiento básico para esta distribución ha expirado. Gracias a su suscripción para ampliar el mantenimiento su sistema seguirá estando actualizado hasta %s
et: Selle distributsiooni põhihooldusperiood on läbi. Kuna olete tellinud hooldusperioodi pikendamise, hoitakse Teie süsteemi uuendatuna kuni %s
eu: Banaketa honentzako oinarrizko mantenua amaitu da. Mantenu hedatuan duzun harpidetzari esker, zure sistema %s arte eguneratuko da.
fi: Perusylläpito jakelulle on päättynyt. Kiitos ylläpitolaajennuksen tilauksesta, nyt järjestelmä tulee pysymään ajantasalla %s asti.
fr: La maintenance de base de cette distribution est finie. Grâce à votre inscription à la maintenance étendue, votre système restera à jour jusqu'au %s
nb: Grunnleggende vedlikehold for denne distribusjonen er ikke støtta. Siden du abonnerer på utvida vedlikehold, får du likevel oppdateringer fram til %s.
nn: Grunnleggjande vedlikehald for denne distribusjonen er ikkje støtta. Sidan du abonnerer på utvida vedlikehald, får du likevel oppdateringar fram til %s.
pl: Podstawowe wsparcie dla tej dystrybucji wygasło. Dziękujemy za Twój abonament rozszerzonego wsparcia, system będzie uaktualniany do dnia %s
pt: Expirou a manutenção básica da sua distribuição. Graças à sua subscrição de manutenção extendida, o seu sistema continuará actualizado até %s
pt_br: A manutenção básica para esta distribuição expirou. Obrigado por sua assinatura para obter manutenção estendida, seu sistema será mantido atualizado até %s
ro: Mentenanța de bază pentru această distribuție a expirat. Datorită abonamentului vostru la mentenanța extinsă, sistemul va continua să fie actualizat pînă-n data de %s
ru: Базовая поддержка для этого дистрибутива завершена. Подписавшись на расширенную поддержку вы сможете получать обновления до %s
sl: Osnovno vzdrževanje za to različico je poteklo. Zahvaljujemo se vam za naročnino na podaljšano vzdrževanje. Posodobitve za vaš sistem bodo na voljo do %s.
sv: Basunderhåll för denna distribution har upphört. Tack vare din prenumeration på förlängt underhåll kommer ditt system att hållas uppdaterat till %s
uk: Термін базового супроводу цього дистрибутива вичерпано. Оскільки вами оформлено передплату на додатковий супровід, ваш дистрибутив підтримуватиметься у актуальному стані до %s

source: Received SIGHUP (probably an upgrade has finished), restarting applet.
cs: Obdržen signál SIGHUP (pravděpodobně skončilo povýšení), restartuji aplet.
da: Modtog SIGHUP-signal (formentlig er en opgradering færdig), genstarter miniprogram.
de: SIGHUP wurde empfangen (vermutlich wurde eine Aktualisierung beendet), das Applet wird neu gestartet.
el: Λήφθηκε σήμα SIGHUP (πιθανότατα τελείωσε μια αναβάθμιση), επανεκκίνηση της μικροεφαρμογής
es: Se recibido SIGHUP (probablemente ha terminado una actualización), reiniciando el applet.
et: Saadi signaal SIGHUP (arvatavasti uuendamine lõpetati), aplett käivitatakse uuesti.
eu: SIGHUP jaso da (baliteke bertsio berritze bat amaitu izatea), applet-a berrabiatzen.
fi: Vastaanotettiin SIGHUP (todennäköisesti päivitys on valmis), käynnistetään sovelma uudelleen.
fr: Signal SIGHUP reçu (une mise à niveau s'est probablement achevée), redémarrage de l'applet.
id: Menerima SIGHUP (mungkin upgrade telah selesai), merestart applet.
nb: Fikk SIGHUP-signal (sannsynligvis er en oppgradering ferdig). Starter programmet på nytt.
nl: SIGHUP signaal ontvangen (waarschijnlijk ten gevolge van een voltooide upgrade), de applet wordt herstart.
nn: Fekk SIGHUP-signal (sannsynlegvis er ei oppgradering ferdig). Startar programmet på nytt.
pl: Otrzymano SIGHUP (prawdopodobnie zakończyła się aktualizacja), ponowne uruchomienie apletu.
pt: SIGHUP recebido (provavelmente terminou uma actualização), a reiniciar a mini-aplicação.
pt_br: Recebido o sinal SIGHUP (provavelmente uma atualização terminou), reiniciando applet
ro: S-a primit SIGHUP (probabil s-a terminat o catualizare), se repornește miniaplicația.
ru: Получен сигнал SIGHUP (скорее всего обновление закончено), перезапускаем аплет.
sl: Prejet signal SIGHUP (nadgradnja verjetno zaključena), ponovno zaganjanje programčka.
sv: Mottog SIGHUP (en uppgradering blev troligen klar), startar om applet.
uk: Отримано SIGHUP (можливо, оновлення завершено), аплет перезапускається.

source: Launching drakconnect
ar: يُقدح drakconnect
cs: Spouští se drakconnect
da: Begynder på drakconnect
de: Starte drakconnect
el: Εκτέλεση drakconnect
es: Lanzando drakconnect
et: Drakconnecti käivitamine
eu: drakconect abiarazten
fi: Käynnistetään drakconnect
fr: Lancement de drakconnect
id: Menjalankan drakconnect
is: Ræsi drakconnect
nb: Starter drakconnect
nl: Drakconnect wordt gestart
nn: Køyrer drakconnect
pl: Uruchamianie programu drakconnect
pt: A lançar drakconnect
pt_br: Lançando o Drakconnect
ro: Se lansează drakconnect
ru: Запуск drakconnect
sl: »drakconnect« se zaganja
sv: Startar drakconnect
uk: Запускається drakconnect
uz: drakconnect'ni ishga tushirish
uz@cyrillic: drakconnect'ни ишга тушириш

source: New version of Mandriva Linux distribution
ar: إصدار جديد من توزيعة لينكس ماندريفا
es: Nueva versión de Mandriva Linux
et: Mandriva Linuxi distributsiooni uus versioon
eu: Mandriva Linux banaketaren bertsio berria
fi: Mandriva Linux -jakelun uusi versio
is: Ný útgáfa af Mandriva Linux dreifingunni
nn: Ny versjon av Mandriva Linux
pt: Nova versão da distribuição Mandriva Linux
uk: Нова версія збірки Мандріва Лінакс
uz: Mandriva Linux distributivining yangi versiyasi
uz@cyrillic: Mandriva Linux дистрибутивининг янги версияси

source: Browse
ar: استعرض
cs: Prohlížet
da: Gennemsé
de: Durchsuchen
el: Περιήγηση
es: Examinar
et: Sirvi
eu: Arakatu
fi: Selaa
fr: naviguer
id: Jelajahi
nb: Bla gjennom
nl: Blader
nn: Bla gjennom
pl: Przeglądaj
pt: Procurar
pt_br: Navegar
ro: Navigare
ru: Обзор
sl: Brskaj
sv: Bläddra
uk: Навігація
uz: Tanlash
uz@cyrillic: Танлаш

source: Error
ar: خطأ
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
et: Viga
eu: Errorea
fi: Virhe
fr: Erreur
id: Kesalahan
is: Villa
nb: Feil
nl: Fout
nn: Feil
pl: Błąd
pt: Erro
pt_br: Erro
ro: Eroare
ru: Ошибка
sl: Napaka
sv: Fel
uk: Помилка
uz: Xato
uz@cyrillic: Хато

source: You must choose a directory owned by the super administrator!
cs: Musíte vybrat adresář vlastněný superuživatelem!
de: Sie müssen einen Ordner wählen, der dem Super-Administrator gehört!
el: Πρέπει να επιλέξετε έναν κατάλογο ιδιοκτησίας του υπέρ διαχειριστή!
es: ¡Tiene que elegir un directorio cuyo propietario sea el administrador!
et: Valida tuleb kataloog, mille omanik on administraator!
eu: Super administratzailearen jabetzarako direktorioa bat hautatu behar duzu!
fr: Vous devez spécifier un répertoire appartenant à l'administrateur système !
id: Anda harus memilih direktori yang dimiliki oleh administrator super!
nl: U dient een map te kiezen waarvan root de eigenaar is!
pl: Musisz wybrać katalog, którego właścicielem jest root!
pt_br: Você deve escolher um diretório de propriedade do super administrador!
ro: Trebuie să alegeți un director care aparține super administratorului!
ru: Вы должны выбрать директорию, принадлежащую администратору!
sl: Izbrati morate mapo, ki si jo lasti skrbnik!
sv: Du måste välja en mapp som ägs av den huvudsakliga administratören!
uk: Вам слід вибрати каталог, власником якого є суперкористувач (адміністратор)!

source: A new version of Mandriva Linux distribution has been released.
ar: أُطلق إصدار جديد من توزيعة لينكس ماندريفا.
es: Una nueva versión de Mandriva Linux está disponible
et: Ilmunud on Mandriva Linuxi distributsiooni uus versioon.
eu: Mandriva Linux banaketaren bertsio berri bat kaleratu da.
fi: Mandriva Linux -jakelusta on saatavilla uusi versio.
is: Ný útgáfa af Mandriva Linux hefur verið sett í dreifingu.
nn: Ein ny versjon av Mandriva Linux er no ute.
pt: Foi lançada uma nova versão da distribuição Mandriva Linux
uk: Вийшла нова збірка Мандріва Лінакс.
uz: Mandriva Linux distributivining yangi versiyasi chiqdi.
uz@cyrillic: Mandriva Linux дистрибутивининг янги версияси чиқди.

source: More info about this new version
ar: معلومات إضافية حول هذا الإصدار الجديد
cs: Více informací o této nové verzi
da: Mere info om denne nye version
de: Mehr Informationen über diese neue Version
el: Περισσότερες πληροφορίες για την νέα έκδοση
es: Más información acerca de esta nueva versión
et: Rohkem teavet uue versiooni kohta
eu: Bertsio berri honi buruzko informazio gehiago
fi: Lisätietoja uudesta versiosta
fr: Plus d'information sur cette nouvelle version
id: Info lebih lanjut tentang versi ini
is: Ítarlegri upplýsingar um þessa nýju útgáfu
nb: Mer informasjon om denne nye versjonen
nl: Meer informatie over deze nieuwe versie
nn: Meir informasjon om denne nye versjonen
pl: Więcej informacji na temat nowej wersji
pt: Mais informação acerca desta nova versão
pt_br: Mais Informações sobre esta nova Versão
ro: Informații suplimentare despre această nouă versiune
ru: Подробная информация об этой новой версии
sl: Več podatkov o novi različici
sv: Mera info om denna nya version
uk: Додаткова інформація про нову версію
uz: Ushbu yangi versiya haqida kengroq maʼlumot
uz@cyrillic: Ушбу янги версия ҳақида кенгроқ маълумот

source: Do you want to upgrade to the '%s' distribution?
ar: هل تريد الترقية إلى التوزيعة '%s' ؟
cs: Chcete povýšit systém na distribuci „%s”?
da: Ønsker du at opgradere til '%s'-distributionen?
de: Wollen Sie auf '%s'-Distribution aktualisieren?
el: Θέλετε να κάνετε αναβάθμιση στην νέα διανομή «%s» ;
es: ¿Desea actualizar a distribución '%s'?
et: Kas soovite uuendada ja paigaldada '%s'?
eu: '%s' banaketara bertsio berritu nahi duzu?
fi: Päivitetäänkö jakeluun %s?
fr: Voulez-vous migrer vers la nouvelle distribution « %s » ?
id: Apakah Anda ingin mengupgrade ke distribusi '%s'?
is: Viltu uppfæra í '%s' dreifinguna?
nb: Vil du oppgradere til «%s»?
nl: Wilt u opwaarderen naar de distributie ‘%s’?
nn: Ønskjer du å oppgradera til «%s»?
pl: Czy chcesz zaktualizować system do wersji %s?
pt: Deseja actualizar para a distribuição '%s'?
pt_br: Você deseja atualizar para a distribuição '%s'?
ro: Doriți să avansați la distribuția „%s”?
ru: Выполнить обновление до версии «%s»?
sl: Ali želite nadgraditi na različico »%s«?
sv: Vill du uppgradera till '%s' distributionen?
uk: Ви хочете поновити систему до %s?
uz: '%s' versiyaga yangilashni istaysizmi?
uz@cyrillic: '%s' версияга янгилашни истайсизми?

source: Do not ask me next time
ar: لا تسألني في المرة القادمة
cs: Příště se už neptat
da: Spørg ikke næste gang
de: Das nächste mal nicht mehr Nachfragen
el: Μη με ρωτήσεις την επόμενη φορά
es: No volver a preguntar
et: Rohkem ei küsita
eu: Ez galdetu berriz
fi: Älä kysy seuraavalla kerralla
fr: Ne pas demander la prochaine fois
id: Jangan tanya lagi lain waktu
is: Ekki spyrja aftur
nb: Ikke spør igjen
nl: Volgende keer niet meer vragen
nn: Spør ikkje igjen
pl: Nie pytaj mnie ponownie
pt: Não perguntar novamente
pt_br: Não perguntar na próxima vez
ro: Nu se cere confirmare data viitoare
ru: Не спрашивать в следующий раз
sl: Ne vprašuj več
sv: Fråga inte nästa gång
uk: Не запитувати наступного разу
uz: Boshqa soʻralmasin
uz@cyrillic: Бошқа сўралмасин

source: Download all packages at once
cs: Stáhnout všechny balíčky najednou
da: Hent alle pakker på en gang
de: Alle Pakete auf einmal herunterladen
el: Άμεση λήψη όλων των πακέτων
es: Descargar todos los paquetes de una vez
et: Kõigi pakettide korraga allalaadimine
eu: Jaitsi pakete guztiak batera
fi: Lataa kaikki paketit kerralla
fr: Télécharger tous les paquets avant d'installer
id: Download semua paket sekaligus
nb: Last ned alle pakkene først
nl: Download nu alle pakketten
nn: Last ned alle pakkane først
pl: Pobierz wszystkie pakiety naraz
pt: Transferir todos os pacotes de uma só vez
pt_br: Baixar todos os programas de uma vez
ro: Descarcă toate pachetele odată
ru: Скачать все пакеты одновременно
sl: Prenesi vse pakete naenkrat
sv: Ladda ner alla paket på en gång
uk: Звантажити всі пакунки одразу
uz: Birdan barcha paketlarni yozib olish
uz@cyrillic: Бирдан барча пакетларни ёзиб олиш

source: (Warning: You will need quite a lot of free space)
cs: (Varování: Budete potřebovat hodně volného místa)
da: Advarsel: du vil få brug for en masse fri plads
de: (Warnung: Es wird viel Speicherplatz benötigt)
el: (Προσοχή: Θα χρειαστείτε αρκετό ελεύθερο χώρο)
es: (Advertencia: Necesitará una gran cantidad de espacio libre)
et: (Hoiatus: see vajab päris palju vaba ruumi)
eu: (Oharra: leku aske haundi xamarra beharko duzu)
fi: (Varoitus: Tarvitaan hyvin paljon vapaata levytilaa)
fr: (Attention : vous aurez besoin de beaucoup d'espace disque libre
id: (Peringatan: Anda akan memerlukan sangat banyak ruang bebas)
nb: (Advarsel: Du trenger mye ledig diskplass)
nl: (Waarschuwing: U heeft hiervoor vrij veel vrije ruimte nodig)
nn: (Åtvaring: Du treng då mykje ledig diskplass.)
pl: (Ostrzeżenie: Będziesz potrzebował sporo wolnego miejsca)
pt: (Aviso: Precisará de bastante espaço livre em disco)
pt_br: (Aviso: Você vai precisar de bastante espaço livre em disco)
ro: (Avertisment: Veți avea nevoie de destul spațiu liber)
ru: (Предупреждение: Вам потребуется достаточно много свободного места на диске)
sl: (Opozorilo: potrebno bo precej prostega prostora)
sv: (Varning: Du behöver en massa extra ledigt rum)
uk: (Попередження: вам знадобиться досить багато вільного місця на диску)
uz: (Diqqat: Sizga diskda yana koʻproq kerak)
uz@cyrillic: (Диққат: Сизга дискда яна кўпроқ керак)
