Repository: OpenMandrivaSoftware/mdkonline
Catalog: po/*.po
Languages: ar, cs, da, de, el, es, et, eu, fi, fr, id, is, nb, nl, nn, pl, pt, pt_br, ro, ru, sl, sv, uk, uz, uz@cyrillic

source: Will check updates at %s
ar: سيفحص وجود تحديثات عند %s
cs: Aktualizace se zkontrolují v %s
da: Vil tjekke for opdateringer klokken %s
de: Überprüfe Updates um %s
el: Θα γίνει έλεγχος ενημερώσεων στις %s
es: Verificará actualizaciones a las %s
et: Uuenduste kontrollimine kell %s
eu: Eguneraketak egiaztatu %s-n
fi: Tarkistetaan päivitykset klo %s
fr: Vérification de la disponibilité de mises à jour à %s
id: Akan memeriksa update pada %s
is: Athuga með uppfærslur klukkan %s
nb: Vil se etter oppdateringer på %s
nl: Volgende controle op herzieningen om %s
nn: Vil sjå etter oppdateringar %s
pl: Aktualizacje zostaną sprawdzone o %s
pt: Verificará as actualizações em %s
pt_br: Verificar atualizações as %s
ro: Se vor verifica actualizările la %s
ru: Проверка обновлений будет выполнена в %s
sl: Za posodobitve bom preveril ob %s
sv: Kontrollerar om det finns uppdateringar vid %s
uk: Перевірить поновлення о %s
uz: Yangilanishlarni tekshirish %s da amalga oshiriladi
uz@cyrillic: Янгиланишларни текшириш %s да амалга оширилади

source: Your system is up-to-date
ar: نظامك محدّث
cs: Váš systém je plně aktuální
da: Dit system er opdateret
de: Ihr System ist aktuell
el: Το σύστημα σας είναι ενημερωμένο
es: Su sistema está actualizado
et: Teie süsteemis pole midagi uuendada
eu: Zure sistema eguneratuta dago
fi: Järjestelmä on ajantasalla
fr: Votre système est à jour
id: Sistem Anda sudah up-to-date
is: Kerfið þitt er uppfært
nb: Systemet ditt er oppdatert.
nl: Uw systeem is bijgewerkt
nn: Systemet ditt er oppdatert.
pl: Oprogramowanie systemu jest aktualne
pt: O seu sistema está actualizado
pt_br: Seu sistema está atualizado
ro: Sistemul este la zi cu actualizările
ru: Система не нуждается в обновлении
sl: Vaš sistem je ažuren
sv: Ditt system är uppdaterat
uk: Система поновлена
uz: Tizim yangilashga muhtoe emas
uz@cyrillic: Тизим янгилашга муҳтоэ эмас

source: Service configuration problem. Please check logs and send mail to support@mandrivaonline.com
ar: مشكلة في ضبط الخدمة. رجاء تحقّق من السجلّ وأرسل رسالة إلىsupport@mandrivaonline.com
cs: Problém s nastavením služby. Zkontrolujte prosím záznamy a pošlete email na support@mandrivaonline.com
da: Problem med konfiguration af tjeneste. Tjek venligst loggene og send post til support@mandrivaonline.com
de: Konfigurationsproblem des Dienstes. Bitte überprüfen Sie die Log-Datei und senden Sie eine Mail an support@mandrivaonline.com
el: Πρόβλημα υπηρεσίας ρυθμίσεων. Παρακαλώ ελέγξτε τις καταγραφές και στείλτε μήνυμα στο support@mandrivaonline.com
es: Problema de configuración del servicio. Por favor verifique sus archivos de registro y envie un correo a support@mandrivaonline.com
et: Teenuse seadistamise probleem. Palun kontrollige logisid ja saatke e-kiri aadressile support@mandrivaonline.com
eu: Zerbitzuaren konfigurazio arazoa. Mesedez aztertu erregistroak eta bidali posta support@mandrivaonline.com helbidera
fi: Palvelun asetusongelma. Tarkista lokit ja lähetä sähköpostia osoitteeseen support@mandrivaonline.com
fr: Problème lors de la configuration du service. Vérifiez les journaux et envoyez-les à : support@mandrivaonline.com
id: Masalah konfigurasi layanan. Harap perika file log dan kirimkan mail ke support@mandrivaonline.com
is: Vandræði með þjónustustillingar. Athugið annála og sendið póst til support@mandrivaonline.com
nb: Feil ved oppsett av tjenesten. Kontroller loggene og kontakt support@mandrivaonline.com.
nl: Dienst-instellingsprobleem. Verifieer uw logboeken en stuur een e-mail naar support@mandrivaonline.com
nn: Feil ved oppsett av tenesta. Kontroller loggane og kontakt support@mandrivaonline.com.
pl: Problem z konfiguracją usługi. Sprawdź logi i wyślij e-mail'a pod adres support@mandrivaonline.com
pt: Problema na configuração do serviço. Por favor verifique os registos e envie uma mensagem para support@mandrivaonline.com
pt_br: Problema no serviço de configuração. Por favor, verifique os logs gerados e envie para support@mandrivaonline.com
ro: Problemă de configurare a serviciului. Verificați jurnalele și trimiteți un mesaj la support@mandrivaonline.com
ru: Проблема настройки службы. Проверьте журнал и отправьте письмо на support@mandrivaonline.com
sl: Težava z nastavitvijo storitve. Preverite dnevnike in pošljite pošto na support@mandrivaonline.com
sv: Problem med tjänstens konfiguration. Var vänlig kontrollera loggar och skicka e-post till support@mandrivaonline.com
uk: Проблема з налаштуванням служб. Будь ласка, перевірте журнал і відправте лист на support@mandrivaonline.com
uz: Xizmatni sozlashda muammo. Iltmos log jurnallarini tekshiring va support@mandrivaonline.com manziliga xat joʻnating
uz@cyrillic: Хизматни созлашда муаммо. Илтмос лог журналларини текширинг ва support@mandrivaonline.com манзилига хат жўнатинг

source: Please wait, finding available packages...
ar: اتنظر من فضلك، يجري البحث عن الحزم المتاحة...
cs: Prosím počkejte, hledám dostupné balíčky…
da: Vent venligst, finder tilgængelige pakker...
de: Suche nach vorhandenen Paketen, bitte warten ...
el: Παρακαλώ περιμένετε, γίνεται αναζήτηση διαθέσιμων πακέτων...
es: Por favor espere, encontrando los paquetes disponibles...
et: Palun oodake, otsitakse kättesaadavaid pakette...
eu: Itxaron, pakete erabilgarriak bilatzen...
fi: Etsitään saatavilla olevia paketteja...
fr: Veuillez patienter, recherche des paquetages disponibles...
id: Harap tunggu, mencari paket yang tersedia...
is: Augnablik, leita að tiltækum pökkum...
nb: Ser etter tilgjengelige pakker. Vent litt …
nl: Even geduld, bezig met opzoeken van beschikbare pakketten…
nn: Ser etter tilgjengelege pakkar. Vent litt …
pl: Proszę czekać, wyszukiwanie dostępnych pakietów...
pt: Por favor aguarde, a pesquisar os pacotes disponíveis...
pt_br: Aguarde, procurando programas disponíveis...
ro: Așteptați, se caută pachetele disponibile...
ru: Подождите. Выполняется поиск доступных пакетов...
sl: Prosimo, počakajte. Iskanje razpoložljivih paketov ...
sv: Vänta, hittar tillgängliga paket...
uk: Будь ласка, зачекайте, шукаю доступні пакунки...
uz: Mavjud boʻlgan paketlar qidirilmoqda, iltimos kutib turing...
uz@cyrillic: Мавжуд бўлган пакетлар қидирилмоқда, илтимос кутиб туринг...

source: New updates are available for your system
ar: هناك تحديثات متوفّرة لنظامك
cs: Pro váš systém jsou k dispozici nové aktualizace
da: Nye opdateringer er tilgængelige for dit system
de: Neue Aktualisierungen für Ihr System verfügbar
el: Υπάρχουν νέες ενημερώσεις για το σύστημά σας
es: Hay nuevas actualizaciones disponibles para su sistema
et: Teie süsteemile on uuendusi
eu: Zure sistemarentzako eguneraketa berriak eskuragarri daude
fi: Järjestelmälle on saatavilla päivityksiä
fr: De nouvelles mises à jour sont disponibles pour votre système
id: Update baru tersedia untuk sistem Anda
is: Nýjar uppfærslur eru til fyrir kerfið þitt
nb: Det finnes nye oppdateringer for systemet ditt.
nl: Er zijn nieuwe herzieningen beschikbaar voor uw systeem
nn: Det finst nye oppdateringar for systemet ditt.
pl: Dostępne są nowe aktualizacje dla Twojego systemu
pt: Novas actualizações disponíveis
pt_br: Atualizações disponíveis para o seu sistema
ro: Noi actualizări sînt disponibile pentru sistemul vostru
ru: Для системы доступны новые обновления
sl: Za vaš sistem so na voljo nove posodobitve
sv: Nya uppdateringar finns tillgängliga för ditt system
uk: Є нові поновлення для Вашої системи
uz: Tizimingiz uchun yangilanish mavjud
uz@cyrillic: Тизимингиз учун янгиланиш мавжуд

source: A new version of Mandriva Linux distribution has been released
ar: يتوفر إصدار جديد من توزيعة لينكس ماندريفا
cs: Byla vydána nová verze distribuce Mandriva Linux
da: En ny version af Mandriva Linux-distributionen er blevet udgivet
de: Eine neue Version von Mandriva Linux ist erschienen
el: Μια νέα έκδοση της διανομής Mandriva Linux είναι διαθέσιμη
es: Ha sido publicada una nueva versión de Mandriva Linux
et: Ilmunud on Mandriva Linuxi distributsiooni uus versioon
eu: Mandriva Linux banaketaren bertsio berri bat kaleratu da
fi: Mandriva Linux -jakelusta on saatavilla uusi versio
fr: Une nouvelle version de la distribution Mandriva Linux est disponible
is: Ný útgáfa af Mandriva Linux hefur verið sett í dreifingu
nb: En ny versjon av Mandriva Linux er nå ute.
nl: Er is een nieuwe versie van Mandriva Linux uitgebracht
nn: Ein ny versjon av Mandriva Linux er no ute.
pl: Udostępniono nową wersję dystrybucji Mandriva Linux
pt: Foi lançada uma nova versão da distribuição Mandriva Linux
pt_br: Foi lançada uma nova versão da distribuição Mandriva Linux
ro: O nouă versiune a distribuției Mandriva Linux a fost lansată
ru: Выпущена новая версия дистрибутива Mandriva Linux
sl: Izdana je bila nova različica distribucije Mandriva Linux
sv: En ny distribution av Mandriva Linux har släppts
uk: Вийшла нова збірка Мандріва Лінакс
uz: Mandriva Linux distributivining yangi versiyasi chiqdi
uz@cyrillic: Mandriva Linux дистрибутивининг янги версияси чиқди

source: An additional package medium is available for your distribution.
ar: يتوفر وسيط إضافي للحزم لتوزيعتك.
cs: Pro vaši distribuci je k dispozici dodatečný zdroj balíčků.
da: Et nyt pakkemedie er tilgængelig til din distribution.
de: Eine weitere Paketquelle ist für Ihre Distribution verfügbar
el: Ένα πρόσθετο μέσο πακέτων είναι διαθέσιμο για την διανομή σας.
es: Un soporte adicional de programas está disponible para su distribución
et: Teie distributsioonile on saadaval täiendav andmekandja.
eu: Zure banaketaren pakete euskarri berri osagarri bat eskuragarri dago.
fi: Käytettävälle jakelulle on saatavilla lisäpakettilähde.
fr: Un nouveau dépôt de paquetages est disponible pour votre distribution.
is: Auka pakkamiðill er til fyrir þína dreifingu.
nb: Et ekstra pakkemedium er tilgjengelig for distribusjonen din.
nl: Er is een extra pakketmedium beschikbaar voor uw distributie.
nn: Eit ekstra pakkemedium er tilgjengeleg for distribusjonen din.
pl: Dodatkowy nośnik z pakietami jest dostępny dla Twojej dystrybucji.
pt: Esta disponível uma média adicional para a sua distribuição.
pt_br: Uma mídia adicional de programas está disponível para a sua distribuição.
ro: Un mediu de pachete adițional este disponibil pentru această distribuție.
ru: Для данного дистрибутива доступен дополнительный источник пакетов.
sl: Za vašo distribucijo je na voljo dodaten vir paketov.
sv: Ett tilläggsmedium är tillgängligt för din distribution.
uk: Для Вашого дистрибутива доступний додатковий носій з пакунками.
uz: Ushbu distributiv uchun qoʻshimcha paketlar toʻplami mavjud.
uz@cyrillic: Ушбу дистрибутив учун қўшимча пакетлар тўплами мавжуд.

source: Network is down. Please configure your network
ar: الشّبكة متوقّفة. رجاء اضبط شبكتك
cs: Síť není dostupná, nastavte ji prosím
da: Netværket er nede. Konfigurér venligst dit netværk
de: Kein Netzwerk. Bitte konfigurieren Sie Ihr Netzwerk
el: Το δίκτυο δεν λειτουργεί.Παρακαλώ διαμορφώστε το δίκτυο σας
es: La red no está activa. Configúrela por favor
et: Võrk on maas. Palun seadistage võrk
eu: Sarea erorita dago. Mesedez konfiguratu zure sarea
fi: Verkko on alhaalla. Aseta verkko.
fr: Le réseau n'est pas disponible. Vérifiez la configuration du réseau
id: Jaringan sedang non-aktif. Harap konfigurasikan jaringan Anda
is: Netið er ekki tengt. Vinsamlega stillið nettengingu
nb: Nettverket er ikke tilgjengelig. Kontroller at nettverksoppsettet fungerer.
nl: Netwerk niet actief. Configureer uw netwerk
nn: Nettverket er ikkje tilgjengeleg. Kontroller at nettverksoppsettet fungerer.
pl: Sieć jest wyłączona. Skonfiguruj sieć
pt: A rede não está a funcionar. Por favor configure a sua rede
pt_br: Sem Conexão. Por favor, configure sua Rede
ro: Rețeaua nu funcționează. Configurați rețeaua
ru: Сеть недоступна. Настройте сеть
sl: Ni povezave z omrežjem. Nastavite omrežje
sv: Nätverket är nere. Var vänlig konfigurera ditt nätverk.
uk: Мережу вимкнено. Будь ласка, налаштуйте мережу
uz: Tarmoq mavjud emas. Iltimos tarmoqni sozlang
uz@cyrillic: Тармоқ мавжуд эмас. Илтимос тармоқни созланг

source: Service is not activated. Please click on "Online Website"
ar: الخدمة غير مُنشَّطة. رجاء اضغط على "Online Website"
cs: Služba není aktivována. Klepněte prosím na „Online webové stránky”
da: Tjeneste er ikke aktiveret. Klik på "Websted på nettet"
de: Dienst nicht verfügbar. Klicken Sie auf „Online Webseite“
el: Η υπηρεσία δεν είναι ενεργοποιημένη. Παρακαλώ κάντε κλικ στην «Ιστοσελίδα Mandriva Online»
es: El servicio no está activado. Haga clic sobre "Sitio web en línea".
et: Teenus pole aktiveeritud. Palun valige "Veebilehekülg"
eu: Zerbitzua ez dago aktibatuta. Mesedez klikatu "Lerroko Webgunea"
fi: Palvelua ei ole otettu käyttöön. Paina "Online-sivusto"
fr: Service non activé. Cliquez sur « Site Mandriva Online »
id: Layanan tidak diaktifkan. Silahkan klik pada "Website Online"
is: Þjónusta ekki virk, Vinsamlega smellið á "Tengjast vefsvæði"
nb: Tjenesten er ikke startet. Velg «Hjemmeside».
nl: Dienst niet geactiveerd. Klik alstublieft op "Webpagina"
nn: Tenesta er ikkje starta. Vel «Heimeside».
pl: Usługa jest nieaktywna. Kliknij na Witryna internetowa"
pt: O serviço não está activado. Por favor clique em "Sítio Web Em-linha"
pt_br: O serviço não está ativado. Por favor, clique em "WebSite Online"
ro: Serviciul nu este activat. Apăsați pe „Sit online”
ru: Служба не включена. Выберите команду «Открыть веб-сайт»
sl: Storitev ni aktivirana. Kliknite na »Spletna stran«
sv: Tjänsten är ej aktiverad. Klicka på "Online webbsajt"
uk: Служба не ввімкнена. Натисніть на "Online Website"
uz: Xizmat aktivlashtirilmagan. Iltimos "Online Website"ni bosing
uz@cyrillic: Хизмат активлаштирилмаган. Илтимос "Online Website"ни босинг

source: urpmi database locked
ar: أقفلت قاعدة بيانات urpmi
cs: databáze urpmi je zamknutá
da: urpmi-database låst
de: urpmi Datenbank ist gesperrt
el: η βάση δεδομένων urpmi είναι κλειδωμένη
es: base de datos de urpmi bloqueada
et: urpmi andmebaas on lukus
eu: urpmi datubasea blokeatuta
fi: Urpmi-tietokanta lukittu
fr: base de donnée urpmi verrouillée
id: database urpmi terkunci
is: urpmi gagnagrunnur læstur
nb: urpmi-databasen er låst.
nl: urpmi-database gesloten
nn: urpmi-databasen er låst.
pl: urpmi baza danych zablokowana
pt: base de dados urpmi trancada
pt_br: Base de Dados do urpmi trancada
ro: baza de date urpmi este blocată
ru: База данных urpmi заблокирована
sl: Podatkovna zbirka urpmi je zaklenjena
sv: urpmi-databas låst
uk: база даних urpmi заблокована
uz: urpmi maʼlumot bazasi qulflangan
uz@cyrillic: urpmi маълумот базаси қулфланган

source: Release not supported (too old release, or development release)
ar: هذه الإصدارة غير مدعومة (إما بسبب أنها قديمة جداً، أو أنها إصدارة تطويريّة)
cs: Verze není podporována (příliš stará nebo vývojová verze)
da: Udgivelse ikke understøttet (for gammel udgivelse, eller udviklingsudgivelse)
de: Version wird nicht unterstützt (zu alte Version, oder Entwicklungsversion)
el: Η έκδοση δεν υποστηρίζεται ( πολύ παλιά έκδοση ή έκδοση σε ανάπτυξη)
es: Versión no soportada (muy antigua o versión de desarrollo)
et: Väljalase pole toetatud (liiga vana või arendusversioon)
eu: Bertsio hau ez dago sostengaturik (bertsio zaharregia, edo garapen bertsioa)
fi: Jakelu ei ole tuettu (liian vanha tai kehitysversio)
fr: Cette version de Mandriva Linux n'est pas supportée (obsolète ou en développement)
id: Rilis tidak didukung (rilis terlalu lama, atau rilis pengembangan)
is: Útgáfa ekki studd (of gömul útgáfa, eða tilraunaútgáfa)
nb: Utgaven din er ikke støtta (enten for gammel eller utviklingsutgave).
nl: Uitgave niet ondersteund (te oud, of een ontwikkelingsuitgave)
nn: Utgåva di er ikkje støtta (anten for gammal eller utviklingsutgåve).
pl: Nieobsługiwane wydanie (za stare, lub wydanie rozwojowe)
pt: Lançamento não suportado (demasiado antigo ou de desenvolvimento)
pt_br: Versão não suportada (versão muito antiga ou de desenvolvimento)
ro: Versiunea nu este suportată (este prea veche sau este versiune de dezvoltare)
ru: Версия не поддерживается (слишком старый или разрабатываемый релиз)
sl: Izdaja ni podprta (prestara ali razvojna različica)
sv: Denna version stöds inte (för gammal version, eller utvecklingsversion)
uk: Версія не підтримується (занадто стара або в розробці)
uz: Ushbu versiya qoʻllab-quvvatlanmaydi (juda eski versiya yoki ushbu versiya ustida ishlanmoqda)
uz@cyrillic: Ушбу версия қўллаб-қувватланмайди (жуда эски версия ёки ушбу версия устида ишланмоқда)

source: No medium found. You must add some media through 'Software Media Manager'.
ar: لا توجد وسائط، تجب إضافة بعض الوسائط عبر 'مدير وسائط البرامج'.
cs: Nebyl nalezen žádný zdroj softwaru. Je třeba přidat alespoň jeden zdroj pomocí Správce zdrojů softwaru.
da: Intet medie fundet. Du skal tilføje et medie via 'Administration af programmedier'.
de: Kein Medium gefunden. Sie müssen einige Medien mit dem 'Software Medien Manager' hinzufügen
el: Δε βρέθηκε κάποιο μέσο. Πρέπει να προσθέσεις κάποια μέσα, χρησιμοποιώντας το «Διαχειριστή Μέσων Λογισμικού».
es: No se encontró ningún soporte. Debe añadir uno con el "Administrador de soportes de software".
et: Andmekandjat ei leitud. Andmekandja tuleb lisada tarkvaraallikate halduri abil.
eu: Ez da euskarririk aurkitu. Euskarriren bat erantsi behar duzu 'Software Euskarri Kudeatzailea' bitartez.
fi: Ohjelmistolähteitä ei löytynyt. Lisää lähteitä rpmdraken Ohjelmistolähteiden hallinnalla.
fr: Aucun dêpot n'a été trouvé. Vous devez en ajouter via le « Gestionnaire de Logiciels ».
id: Tidak ditemukan media. Anda harus menambahkan media melalui 'Manajemen Media Perangkat Lunak'
is: Enginn miðill fannst. Þú verður að bæta við einhverjum miðlum með hugbúnaðar-miðla-tólinu.
nb: Fant ingen medium. Du må legge til medium gjennom «Mediehåndtering».
nl: Geen medium gevonden. U dient er één of meer toe te voegen via ‘Software Mediabeheer’.
nn: Fann ingen medium. Du må leggja til medium gjennom «Mediehandtering».
pl: Nie odnaleziono nośnika. Dodaj nośnik w 'Menedżerze Nośników Oprogramowania'.
pt: Nenhuma média encontrada. Precisa adicionar alguma média através do 'Gestor de Médias de Programas'.
pt_br: Nenhuma mídia encontrada. Adicione mídias pelo 'Configurar Mídias para Atualização e Instalação de Novos Programas'.
ro: Nu s-au găsit medii. Trebuie să adăugați medii prin „Gestionarul mediilor cu programe”.
ru: Источник не найден. Нужно добавить хотя бы один источник с помощью менеджера источников программ.
sl: Ni moč najti virov. Vire lahko dodate s pomočjo upravljalnika virov programske opreme.
sv: Inget medium hittat. Du måste lägga till något media i 'Programhanteraren för källor'.
uk: Носіїв не знайдено. Ви повинні додати носії з допомогою 'Software Media Manager'.
uz: Toʻplam topilmadi. 'Dastur toʻplami boshqaruvchisi' yordamida toʻplam qoʻshishingiz kerak.
uz@cyrillic: Тўплам топилмади. 'Дастур тўплами бошқарувчиси' ёрдамида тўплам қўшишингиз керак.
